common.group.externalAccess.label=Param\u00e8tres d\u2019acc\u00e8s externe
common.group.externalAccess.desc=Param\u00e8tres d\u2019acc\u00e8s au d\u00e9ploiement de   OpsBridge en dehors du cluster, par exemple via un navigateur.
common.group.locale.label=Param\u00e8tres r\u00e9gionaux
common.group.locale.desc=S\u00e9lectionnez les param\u00e8tres r\u00e9gionaux de votre choix selon les fonctionnalit\u00e9s du produit.  Notez que certaines fonctionnalit\u00e9s du produit peuvent ne pas \u00eatre disponibles dans les param\u00e8tres r\u00e9gionaux s\u00e9lectionn\u00e9s et s\u2019afficheront en anglais.

common.group.docker.label=Param\u00e8tres du registre Docker
common.group.general.label=Taille du d\u00e9ploiement
common.group.security.label=Utilisateurs et mots de passe
common.group.uid-gid.label=ID utilisateur et ID groupe
common.group.tlsCerts.label=Charger les certificats TLS
common.group.cosoClientCerts.label=Charger les certificats d\u2019authentification du client OPTIC Data Lake
common.group.byok.label=Fournisseur Kubernetes
common.group.byokParams.label=Param\u00e8tres Cloud
common.group.storage.label=Param\u00e8tres du stockage persistant

# keep these properties next to each other for consistent messaging across variations
coso.group.multiDeploy.label=Param\u00e8tres de d\u00e9ploiement multiple OPTIC Data Lake
coso.enable.multiDeploy.label=Configurer Rapports\u00a0OPTIC pour le multi-d\u00e9ploiement
nom.enable.multiDeploy.label=Configurer NOM pour le multi-d\u00e9ploiement
coso.enable.multiDeploy.desc=Cette nouvelle instance de Rapports\u00a0OPTIC sera d\u00e9ploy\u00e9e en utilisant les num\u00e9ros de port de n\u0153ud par d\u00e9faut.  Si un d\u00e9ploiement de Rapports\u00a0OPTIC existe d\u00e9j\u00e0 sur ce cluster, vous devez sp\u00e9cifier des num\u00e9ros de port de n\u0153ud uniques pour \u00e9viter tout conflit avec les services Rapports\u00a0OPTIC existants.
nom.enable.multiDeploy.desc=Cette nouvelle instance de NOM en conteneur sera d\u00e9ploy\u00e9e en utilisant les num\u00e9ros de port de n\u0153ud par d\u00e9faut.  Si un d\u00e9ploiement NOM en conteneur existe d\u00e9j\u00e0 sur ce cluster, vous devez sp\u00e9cifier des num\u00e9ros de port de n\u0153ud uniques pour \u00e9viter tout conflit avec les services NOM en conteneur existants.

opsb.group.text.label=Votre s\u00e9lection de fonctionnalit\u00e9s doit correspondre \u00e0 la taille recommand\u00e9e par le calculateur de taille

coso.group.multiDeploy.desc=Si plusieurs instances d\u2019OPTIC Data Lake en conteneur sont d\u00e9ploy\u00e9es dans le cluster, configurez les \u00e9l\u00e9ments suivants. Notez que les valeurs affich\u00e9es sont les valeurs par d\u00e9faut qui sont susceptibles d\u2019\u00eatre utilis\u00e9es par l\u2019instance d\u2019OPTIC Data Lake existante, de sorte que des num\u00e9ros de port diff\u00e9rents doivent \u00eatre choisis.
nom.group.multiDeploy.desc=Configurez les \u00e9l\u00e9ments suivants. Notez que les valeurs affich\u00e9es sont les valeurs par d\u00e9faut susceptibles d\u2019\u00eatre utilis\u00e9es par l\u2019instance de NOM existante\u00a0; par cons\u00e9quent, s\u00e9lectionnez des num\u00e9ros de port diff\u00e9rents.

common.externalHost.label=Nom de domaine complet (FQDN) de l\u2019h\u00f4te d\u2019acc\u00e8s externe
common.externalHost.tip=FQDN permettant d\u2019acc\u00e9der \u00e0   OpsBridge, par exemple via un navigateur ou en dehors du cluster
common.externalPort.label=Port d\u2019acc\u00e8s externe - port de n\u0153ud d\u2019entr\u00e9e
common.externalPort.desc=Port de n\u0153ud Kubernetes disponible pour le contr\u00f4leur d\u2019entr\u00e9e   OpsBridge
common.externalPort.tip=L\u2019acc\u00e8s externe \u00e0   OpsBridge se fera par ce port.  Comme vous n\u2019avez pas d\u2019\u00e9quilibreur de charge, il doit s\u2019agir d\u2019un port de n\u0153ud Kubernetes disponible sur le cluster.
common.externalPort.lb.label=Port d\u2019acc\u00e8s externe - Port de l\u2019\u00e9quilibreur de charge
common.externalPort.lb.desc=Port sur l\u2019\u00e9quilibreur de charge qui est utilis\u00e9 pour l\u2019acc\u00e8s externe, par exemple via un navigateur.
common.externalPort.lb.tip=L\u2019acc\u00e8s externe \u00e0   OpsBridge se fera par ce port.  Comme vous disposez d\u2019un \u00e9quilibreur de charge, il s\u2019agit du port d\u2019acc\u00e8s pour l\u2019\u00e9quilibreur de charge.

common.loadBalancer.label=Utiliser l\u2019\u00e9quilibreur de charge mat\u00e9rielle
common.loadBalancer.tip=Activez cette option si vous avez plac\u00e9 un \u00e9quilibreur de charge mat\u00e9rielle devant votre cluster
common.nginxPort.label=Port d\u2019entr\u00e9e du cluster pour l\u2019\u00e9quilibrage de charge
common.nginxPort.desc=Port d\u2019entr\u00e9e expos\u00e9 sur le cluster, utilis\u00e9 par l\u2019\u00e9quilibreur de charge pour transmettre les demandes au cluster
common.nginxPort.tip=Il s\u2019agit d\u2019un port de n\u0153ud Kubernetes disponible sur le cluster, que l\u2019\u00e9quilibreur de charge utilisera pour acc\u00e9der au cluster

common.docker.reg.label=Nom du registre Docker
common.docker.reg.desc=Registre Docker \u00e0 partir duquel les images de conteneur de cette application peuvent \u00eatre extraites
common.docker.org.label=Nom d\u2019organisation Docker
common.docker.org.desc=Nom d\u2019organisation du registre Docker

common.tls.disabled.warning=Si cette option n\u2019est pas s\u00e9lectionn\u00e9e, cela signifie que vous choisissez de d\u00e9sactiver ou d\u2019ignorer les fonctionnalit\u00e9s de s\u00e9curit\u00e9, exposant ainsi le syst\u00e8me \u00e0 des risques de s\u00e9curit\u00e9 accrus. En continuant, vous confirmez que vous comprenez et acceptez tous les risques associ\u00e9s et d\u00e9gagez Open\u00a0Text de toute responsabilit\u00e9 li\u00e9e \u00e0 ces risques.
common.tls.disabled.ack=Je comprends que la d\u00e9sactivation du protocole TLS (Transport Layer Security) \u00e9quivaut \u00e0 ignorer les fonctionnalit\u00e9s de s\u00e9curit\u00e9, exposant ainsi le syst\u00e8me \u00e0 des risques de s\u00e9curit\u00e9 accrus. En continuant, vous confirmez que vous comprenez et acceptez tous les risques associ\u00e9s et d\u00e9gagez Open\u00a0Text de toute responsabilit\u00e9 li\u00e9e \u00e0 ces risques.


# Keep these next set of properties next to each other, so that they have consistent wording except for suite-specific content.
common.security.tlsCerts.label=Certificats d\u2019une autorit\u00e9 de certification ou auto-sign\u00e9s pour TLS.  N\u00e9cessaires pour la communication avec des composants tels que Vertica, Postgres et autres.
common.security.tlsCerts.nom.label=Certificats d\u2019une autorit\u00e9 de certification ou auto-sign\u00e9s pour TLS.  N\u00e9cessaires pour la communication avec des composants tels que Vertica, Postgres, NNMi, NA et autres.
common.security.tlsCerts.nom.noVertica.label=Certificats d\u2019une autorit\u00e9 de certification ou auto-sign\u00e9s pour TLS.  N\u00e9cessaires pour la communication avec des composants tels que Postgres, NNMi, NA et autres.

common.security.tlsCerts.tip=Certificats de serveur individuels ou d\u2019autorit\u00e9 de certification qui ont sign\u00e9 ces certificats de serveur. Pour les bases de donn\u00e9es Postgres et Oracle, les certificats doivent avoir l\u2019extension.crt. Pour la base de donn\u00e9es Vertica, le certificat peut avoir l\u2019extension .pem ou .crt. Les certificats doivent \u00eatre cod\u00e9s au format pem (Base64 ASCII).
dca.security.tlsCerts.tip=Certificats de serveur individuels ou certificat de l\u2019autorit\u00e9 de certification ayant sign\u00e9 ces certificats de serveur. Les certificats doivent respecter le codage\u00a0pem (ASCII en base\u00a064). Pour la base de donn\u00e9es Vertica, le certificat doit porter l\u2019extension .pem ou .crt.
common.security.tlsCerts.max=Vous ne pouvez pas inclure plus de 10\u00a0certificats d\u2019autorit\u00e9 de certification avec ce d\u00e9ploiement

common.security.clientCerts.label=Fournir les certificats pour l\u2019authentification du client aupr\u00e8s d\u2019OPTIC Data Lake
common.security.clientCerts.nom.label=Fournir les certificats des serveurs individuels de NNMi, NA et Traffic iSPI dans ce widget. Si vous pr\u00e9voyez d\u2019utiliser des certificats d\u2019autorit\u00e9 de certification (CA) pour l\u2019autorisation, il est recommand\u00e9 de cr\u00e9er une autorit\u00e9 de certification distincte uniquement pour NNMi, NA et Traffic iSPI. L\u2019utilisation de l\u2019autorit\u00e9 de certification racine de votre organisation permettra \u00e0 tout serveur sign\u00e9 avec cette autorit\u00e9 de certification d\u2019acc\u00e9der \u00e0 OPTIC Data Lake et d\u2019y ing\u00e9rer des donn\u00e9es. Vous pouvez toujours utiliser l\u2019autorit\u00e9 de certification racine de votre organisation si vous acceptez les risques encourus.
common.security.clientCerts.tip=Ces certificats sont utilis\u00e9s pour l\u2019autorisation client, c\u2019est-\u00e0-dire pour que des services externes puissent envoyer des donn\u00e9es dans OPTIC Data Lake.  Ces certificats doivent \u00eatre cod\u00e9s au format PEM.
common.security.clientCerts.nom.tip=Ces certificats sont utilis\u00e9s pour l\u2019autorisation client, c\u2019est-\u00e0-dire pour que des services externes puissent envoyer des donn\u00e9es dans OPTIC Data Lake.  Il ne doit pas s\u2019agir de certificats d\u2019autorit\u00e9 de certification, mais de certificats de serveurs individuels.  Ces certificats doivent \u00eatre cod\u00e9s au format PEM.
common.security.clientCerts.max=Vous ne pouvez pas inclure plus de 10\u00a0certificats d\u2019autorit\u00e9 de certification avec ce d\u00e9ploiement

common.security.uid.label=ID utilisateur (UID)
common.security.uid.desc=Tous les conteneurs du d\u00e9ploiement seront ex\u00e9cut\u00e9s avec cet UID
common.security.gid.label=ID groupe (GID)
common.security.gid.desc=Tous les conteneurs du d\u00e9ploiement seront ex\u00e9cut\u00e9s avec ce GID

common.byok.provider.label=S\u00e9lectionner le fournisseur Kubernetes
common.byok.cdf.label=Kubernetes int\u00e9gr\u00e9 du kit d\u2019outils de gestion OPTIC
common.byok.aws.label=Amazon Elastic Kubernetes Service
common.byok.azure.label=Microsoft Azure Kubernetes Service
common.byok.gcp.label=Google Cloud Platform GKE
common.byok.openshift.label=RedHat OpenShift
common.byok.generic.label=G\u00e9n\u00e9rique


common.byok.storageClass.default.label=Nom de classe de stockage par d\u00e9faut 
common.byok.storageClass.default.desc=Si vous utilisez la fonctionnalit\u00e9 NFS Provisioner d\u2019OMT, vous devez remplacer la valeur ci-dessus par "cdf-nfs".
common.byok.storageClass.default.tip=Laissez ce champ vide pour permettre \u00e0 Kubernetes d\u2019utiliser la classe de stockage PV par d\u00e9faut pour le cluster.
common.byok.storageClass.journal.label=Nom de classe de stockage pour le journal Bookkeeper du bus de messages OPTIC Data Lake
common.byok.storageClass.ledgers.label=Nom de classe de stockage pour les grands livres Bookkeeper du bus de messages OPTIC Data Lake
common.byok.storageClass.zookeeper.label=Nom de classe de stockage pour Zookeeper du bus de messages OPTIC Data Lake
common.byok.storageClass.minio.label=Nom de classe de stockage pour OPTIC Data Lake MinIO
common.byok.externalHost.aws.label=FDQN de l\u2019\u00e9quilibreur de charge Cloud
common.byok.externalHost.aws.tip=Enregistrement DNS configur\u00e9 pour l\u2019\u00e9quilibreur de charge utilisant Route 53
common.byok.loadBalancer.ip.label=Adresse IP de l\u2019\u00e9quilibreur de charge Cloud
common.byok.loadBalancer.annotation.label=Annotation Kubernetes pour l\u2019\u00e9quilibreur de charge
common.byok.loadBalancer.annotation.desc=Les annotations diff\u00e8rent selon le fournisseur Cloud. Cette valeur est entour\u00e9e de cha\u00eenes s\u00e9par\u00e9es par des virgules, entre accolades.
common.byok.loadBalancer.annotation.tip=Exemple de valeur pour Azure\u00a0: {"service.beta.kubernetes.io/azure-load-balancer-internal":"true"}


common.byok.pvcSize.journal.label=Taille de stockage pour le journal Bookkeeper du bus de messages OPTIC Data Lake
common.byok.pvcSize.ledgers.label=Taille de stockage pour les grands livres Bookkeeper du bus de messages OPTIC Data Lake
common.byok.pvcSize.zookeeper.label=Taille de stockage pour Zookeeper du bus de messages OPTIC Data Lake
common.byok.pvcSize.minio.label=Taille de stockage pour OPTIC Data Lake MinIO



common.servercert.group.label=D\u00e9ployer un certificat de serveur sign\u00e9 par une autorit\u00e9 de certification pour l\u2019entr\u00e9e dans l\u2019application
common.servercert.format.label=S\u00e9lectionner le format des fichiers de certificat
common.servercert.cacert.label=T\u00e9l\u00e9charger le fichier contenant le certificat de l\u2019autorit\u00e9 de certification (CA) \u00e9mettrice
common.servercert.servercert.label=T\u00e9l\u00e9charger le fichier contenant le certificat du serveur, y compris la cha\u00eene de certificats
common.servercert.servercert.desc=Le certificat du serveur doit \u00eatre au format pem cod\u00e9 en base64 et doit contenir tous les certificats interm\u00e9diaires de la cha\u00eene de certificats
common.servercert.privatekey.label=T\u00e9l\u00e9charger le fichier contenant la cl\u00e9 priv\u00e9e
common.servercert.privatekeypass.label=Saisissez le mot de passe correspondant au fichier de cl\u00e9 priv\u00e9e, si n\u00e9cessaire
common.servercert.pkcs12.label=T\u00e9l\u00e9charger le fichier PKCS12 contenant la cl\u00e9 et le certificat TLS
common.servercert.pkcs12.tip=Ce fichier PKCS12 peut \u00e9galement contenir le certificat de l\u2019autorit\u00e9 de certification (CA).  Sinon, vous devez le sp\u00e9cifier ci-dessus.
common.servercert.pkcs12pass.label=Entrer le mot de passe du fichier PKCS12, si n\u00e9cessaire
common.servercert.pkcs12pass.tip=Le fichier PKCS12 peut \u00e9ventuellement \u00eatre prot\u00e9g\u00e9 par un mot de passe. Notez que la cl\u00e9 priv\u00e9e contenue dans ce fichier PKCS12 ne doit PAS \u00eatre prot\u00e9g\u00e9e par un mot de passe diff\u00e9rent.

common.servercert.opticdl.group.label=D\u00e9ployer un certificat sign\u00e9 par une autorit\u00e9 de certification externe pour un bus de messages OPTIC\u00a0Data\u00a0Lake

common.group.cloud.label=Configurer le nom DNS pour les services OPTIC Data Lake
common.group.cloud.desc=Par d\u00e9faut, les services OPTIC Data Lake sont accessibles via l\u2019h\u00f4te d\u2019acc\u00e8s externe. Ignorez cette section si vous n\u2019utilisez pas plusieurs \u00e9quilibreurs de charge devant l\u2019application. Si vous utilisez un \u00e9quilibreur de charge d\u2019application (ALB, Application Load Balancer) pour le contr\u00f4leur d\u2019entr\u00e9e, saisissez les noms DNS sous lesquels les services OPTIC Data Lake peuvent \u00eatre atteints \u00e0 partir de clients s\u2019ex\u00e9cutant en dehors du cluster Kubernetes. 
common.cloud.externalDns.label=Cr\u00e9er un nom\u00a0DNS automatiquement
common.cloud.externalDns.desc=D\u00e9finissez ce param\u00e8tre sur true pour activer la cr\u00e9ation automatique du nom DNS indiqu\u00e9 ci-dessous [Applicable uniquement pour AWS]
common.cloud.externalHost.label=Nom DNS du proxy de bus de messages d\u2019OPTIC Data Lake
common.cloud.externalHost-receiver.label=Nom DNS du service de r\u00e9cepteur HTTP d\u2019OPTIC Data Lake
common.cloud.externalHost-administration.label=Nom DNS du service d\u2019administration d\u2019OPTIC Data Lake
common.cloud.externalHost-dataAccess.label=Nom DNS du service d\u2019acc\u00e8s aux donn\u00e9es d\u2019OPTIC Data Lake
common.cloud.externalHost.desc=Pour un streaming optimis\u00e9, Vertica doit se connecter au bus de messages OPTIC Data Lake. Saisissez le nom d\u2019h\u00f4te sous lequel la base de donn\u00e9es Vertica peut se connecter au bus de messages d\u2019OPTIC Data Lake. Si le nom DNS fourni n\u2019existe pas, le flux de donn\u00e9es ne fonctionne pas.
common.cloud.externalHost-receiver.desc=Saisissez le nom d\u2019h\u00f4te sous lequel les clients se trouvant en dehors du cluster Kubernetes peuvent se connecter au r\u00e9cepteur HTTP d\u2019OPTIC Data Lake.
common.cloud.externalHost-administration.desc=Saisissez le nom d\u2019h\u00f4te sous lequel les clients se trouvant en dehors du cluster Kubernetes peuvent se connecter \u00e0 l\u2019administration d\u2019OPTIC Data Lake.
common.cloud.externalHost-dataAccess.desc=Saisissez le nom d\u2019h\u00f4te sous lequel les clients se trouvant en dehors du cluster Kubernetes peuvent se connecter \u00e0 l\u2019acc\u00e8s aux donn\u00e9es d\u2019OPTIC Data Lake.
common.loadbalancer.ip.label=IP priv\u00e9e pour la configuration de l\u2019\u00e9quilibreur de charge Azure

common.group.monitoring.label=Auto-surveillance
common.monitoring.prometheus.label=D\u00e9ployer la configuration du logiciel de surveillance
common.monitoring.prometheus.description=Effectif uniquement si le logiciel de surveillance Prometheus est d\u00e9ploy\u00e9 \u00e0 l\u2019int\u00e9rieur du cluster.
common.monitoring.grafana.label=D\u00e9ployer le tableau de bord Grafana

common.group.clusterrole.label=Configurer le r\u00f4le de cluster
common.byok.generic.toggle.label=Autoriser la cr\u00e9ation d\u2019un r\u00f4le de cluster
common.byok.generic.toggle.description=D\u00e9finissez ce param\u00e8tre sur false uniquement si vous avez d\u00e9j\u00e0 cr\u00e9\u00e9 un r\u00f4le de cluster.
common.db.ssl.false.message.awsclusterrole= Les capacit\u00e9s seront restreintes, certaines fonctionnalit\u00e9s ne seront pas disponibles sur AWS. Reportez-vous \u00e0 la documentation pour plus de d\u00e9tails.
common.db.ssl.false.message.awsclusterrole.title= AVERTISSEMENT

common.locale.label=S\u00e9lectionner les param\u00e8tres r\u00e9gionaux
common.locale.en.label=Anglais (en-US)
common.locale.es.label=Espagnol (es-ES)
common.locale.de.label=Allemand (de-DE)
common.locale.fr.label=Fran\u00e7ais (fr-FR)
common.locale.ja.label=Japonais (ja-JP)
common.locale.zh.label=Chinois simplifi\u00e9 (zh-CN)

common.capabilities.opticReporting.label=Rapports\u00a0OPTIC
common.capabilities.opticReporting.enable.label=Activer Rapports\u00a0OPTIC
common.capabilities.dashboard.label=Tableaux de bord des parties prenantes
common.capabilities.dashboard.enable.label=Activer les tableaux de bord des parties prenantes
common.capabilities.perfTroubleshooter.label=Utilitaire de r\u00e9solution des probl\u00e8mes de performance et service de r\u00e9solution des incidents
common.capabilities.perfTroubleshooter.enable.label=Activer l\u2019utilitaire de r\u00e9solution des probl\u00e8mes de performance et le service de r\u00e9solution des incidents
common.capability.requiresoptic.desc=Inclut OPTIC Data Lake

bvd.group.label=Configurer Rapports\u00a0OPTIC pour les tableaux de bord des parties prenantes
bvd.reports.label=Rapports\u00a0OPTIC contient des rapports optimis\u00e9s pour certains param\u00e8tres r\u00e9gionaux. S\u00e9lectionnez les rapports propres aux param\u00e8tres r\u00e9gionaux souhait\u00e9s.
bvd.reports.desc=Notez que s\u2019il existe des rapports propres aux param\u00e8tres r\u00e9gionaux, ceux-ci s\u2019affichent en lieu et place du rapport anglais correspondant.  En d\u2019autres termes, pour tout rapport sp\u00e9cifique, vous pouvez disposer du rapport propre aux param\u00e8tres r\u00e9gionaux ou du rapport anglais.
bvd.reports.en.label=D\u00e9ployer les rapports pour l\u2019anglais uniquement (en-US)
bvd.reports.ja.label=D\u00e9ployer les rapports pour le japonais (ja-JP) lorsque ceux-ci sont disponibles, autrement les rapports pour l\u2019anglais
bvd.reports.zh.label=D\u00e9ployer les rapports pour le chinois simplifi\u00e9 (zh-CN) lorsque ceux-ci sont disponibles, autrement les rapports pour l\u2019anglais
bvd.reports.de.label=D\u00e9ployer les rapports pour l\u2019allemand (de-DE) lorsque ceux-ci sont disponibles, autrement les rapports pour l\u2019anglais
vertica.group.label=Base de donn\u00e9es Vertica
vertica.group.desc=Param\u00e8tres de configuration de la base de donn\u00e9es Vertica pour @SUITE_ACRONYM @
vertica.group.rwuser.label=Base de donn\u00e9es Vertica (utilisateur en lecture/\u00e9criture)
vertica.group.rouser.label=Base de donn\u00e9es Vertica (utilisateur en lecture seule)

vertica.dbType.label=Base de donn\u00e9es Vertica
vertica.dbType.embedded.label=Vertica int\u00e9gr\u00e9e (\u00e9valuation uniquement)
vertica.dbType.external.label=Vertica externe
vertica.dbHost.label=Nom(s) d\u2019h\u00f4te Vertica
vertica.dbHost.desc=Liste des noms de domaine complets s\u00e9par\u00e9s par des virgules pour les serveurs de cluster Vertica
vertica.dbHost.tip=Pour un cluster Vertica, entrez les noms de domaine complets s\u00e9par\u00e9s par des virgules pour chaque serveur Vertica. Ces noms d\u2019h\u00f4tes doivent correspondre au nom commun (CN) ou au nom alternatif de l\u2019objet (SAN) dans le certificat TLS de chaque serveur.
vertica.dbPort.label=Port pour base de donn\u00e9es Vertica externe
vertica.dbTls.label=TLS Vertica (la communication avec les services Vertica est s\u00e9curis\u00e9e lorsque cette action est activ\u00e9e)
vertica.dbName.label=Nom de la base de donn\u00e9es ou du sch\u00e9ma Vertica

vertica.dbRwUser.label=Nom d\u2019utilisateur de lecture/\u00e9criture Vertica
vertica.dbRoUser.label=Nom d\u2019utilisateur en lecture seule Vertica
vertica.dbRwUser.desc=Nom de l\u2019utilisateur administrateur Vertica autoris\u00e9 \u00e0 cr\u00e9er des tables et \u00e0 effectuer d\u2019autres op\u00e9rations de ce type
vertica.dbRoUser.desc=Nom de l\u2019utilisateur Vertica qui dispose d\u2019autorisations en lecture seule
vertica.dbRwPass.label=Mot de passe d\u2019utilisateur en lecture/\u00e9criture Vertica
vertica.dbRoPass.label=Mot de passe en lecture seule Vertica

coso.group.label=Rapports OPTIC Data Lake
coso.group.aws-s3.label=Param\u00e8tres OPTIC Data Lake pour AWS S3
verticaPools.group.label=Pools de ressources Vertica

coso.monitoring.deploy.label=D\u00e9ployer la surveillance des rapports OPTIC Data Lake
coso.monitoring.deploy.tip=Cette fonction facultative offre une visibilit\u00e9 sur les analyses d\u2019ex\u00e9cution de OPTIC Data Lake
coso.monitoring.password.label=Cr\u00e9er un mot de passe pour le service de surveillance OPTIC Data Lake (utilisateur\u00a0: diadmin)
coso.monitoring.password.tip=  OpsBridge utilisera ce mot de passe pour cr\u00e9er un utilisateur pour l\u2019acc\u00e8s au service de surveillance OPTIC Data Lake
coso.lvp.deploy.label=Se connecter au LVP (fournisseur de volume local) 2 existant
coso.lvp.deploy.tip=Pour cela, le LVP doit d\u00e9j\u00e0 avoir \u00e9t\u00e9 install\u00e9 et un stockage local doit avoir \u00e9t\u00e9 cr\u00e9\u00e9 dans les n\u0153uds Worker.

coso.aws.s3.region.label=R\u00e9gion AWS S3
coso.aws.s3.accessKey.label=Cl\u00e9 d\u2019acc\u00e8s d\u2019admin AWS S3
coso.aws.s3.secretKey.label=Cl\u00e9 secr\u00e8te d\u2019admin AWS S3

multiDeploy.selector.label=Activer les fonctionnalit\u00e9s de d\u00e9ploiement multiple
multiDeploy.selector.tip=Activez cette option si vous souhaitez d\u00e9ployer plusieurs applications dans un cluster unique
multiDeploy.port.diadmin.label=Port de n\u0153ud Kubernetes pour le service Admin DI OPTIC Data Lake
multiDeploy.port.dataaccess.label=Port de n\u0153ud Kubernetes pour le service Acc\u00e8s aux donn\u00e9es OPTIC Data Lake
multiDeploy.port.minio.label=Port de n\u0153ud Kubernetes pour le service minio OPTIC DL
multiDeploy.port.pulsar.http.label=Port de n\u0153ud Kubernetes pour le service HTTP du bus de messages OPTIC DL
multiDeploy.port.pulsar.https.label=Port de n\u0153ud Kubernetes pour le service HTTPS du bus de messages OPTIC DL
multiDeploy.port.pulsar.label=Port de n\u0153ud Kubernetes pour le service du bus de messages OPTIC DL
multiDeploy.port.pulsarssl.label=Port de n\u0153ud Kubernetes pour le service SSL du bus de messages OPTIC DL
multiDeploy.port.vertica.label=Port de n\u0153ud Kubernetes pour la base de donn\u00e9es Vertica int\u00e9gr\u00e9e
multiDeploy.port.receivernode.label=Port de n\u0153ud Kubernetes pour le r\u00e9cepteur OPTIC DL
multiDeploy.port.grafana.label=Port de n\u0153ud Kubernetes pour le service Surveillance OPTIC Data Lake

coso.monitoring.suffix.label=Suffixe unique pour le service de surveillance OPTIC Data Lake
coso.monitoring.suffix.desc=Chaque instance de surveillance OPTIC Data Lake d\u00e9ploie des services qui doivent avoir des noms uniques afin d\u2019\u00e9viter toute collision.  Fournissez un suffixe unique qui sera ajout\u00e9 au nom.
coso.monitoring.suffix.tip=Entrez une courte cha\u00eene (16 caract\u00e8res maximum) qui est unique au sein du cluster

coso.group.cloud.label=Param\u00e8tres des ports pour OPTIC Data Lake dans le cloud
coso.group.cloud.desc=Ce d\u00e9ploiement dans le cloud exige que les ports de n\u0153uds expos\u00e9s pour OPTIC Data Lake soient compris dans la plage 30000 \u00e0 32767
vertica.group.cloud.label=Param\u00e8tres des ports pour Vertica int\u00e9gr\u00e9e dans le cloud
vertica.group.cloud.desc=Ce d\u00e9ploiement dans le cloud exige que les ports de n\u0153uds expos\u00e9s pour Vertica int\u00e9gr\u00e9e soient compris dans la plage 30000 \u00e0 32767

shared.optic.group.sharedOptic.label=Cr\u00e9ation de rapports OPTIC externes
shared.optic.useOpticData Lake.label=Autoriser l\u2019utilisation de Rapports\u00a0OPTIC Data Lake
shared.optic.useOpticDL.desc=Si cette option est activ\u00e9e, la fonctionnalit\u00e9 Cr\u00e9ation de rapports OPTIC\u00a0Data Lake est disponible\u00a0; d\u00e9sactivez cette option pour utiliser D\u00e9pannage des performances NOM sans la fonctionnalit\u00e9 Cr\u00e9ation de rapports OPTIC\u00a0Data Lake
shared.optic.enabled.label=Activer la cr\u00e9ation de rapports OPTIC externes
shared.optic.enabled.desc=Si cette option est activ\u00e9e,   OpsBridge utilisera une instance de cr\u00e9ation de rapports OPTIC existante.  Sinon, une nouvelle instance OPTIC sera d\u00e9ploy\u00e9e.
shared.optic.externalHost.label=Entrez le FQDN de l\u2019entr\u00e9e OPTIC partag\u00e9e existante
shared.optic.externalPort.label=Entrez le port de l\u2019entr\u00e9e OPTIC partag\u00e9e existante
shared.optic.sharedNamespace.label=Fournir l\u2019espace de noms Kubernetes pour l\u2019instance d\u2019OPTIC partag\u00e9e existante
shared.optic.sharedNamespace.desc=S\u2019il est fourni, NOM utilisera la communication entre espaces de noms, ce qui est beaucoup plus rapide que via l\u2019h\u00f4te externe et l\u2019entr\u00e9e
shared.optic.internal.loadBalancer.label=\u00c9quilibreur de charge interne existant compar\u00e9 \u00e0 l\u2019\u00e9quilibreur de charge externe existant
shared.optic.internal.loadBalancer.desc=Permet de disposer d\u2019un r\u00e9seau "interne" pour le trafic intra-cluster par rapport au r\u00e9seau "externe" pour l\u2019acc\u00e8s des utilisateurs.
shared.optic.internalHost.label=Entrez le FQDN/IP de l\u2019\u00e9quilibreur de charge interne pour l\u2019entr\u00e9e
shared.optic.internalPort.label=Entrez le FQDN/IP de l\u2019\u00e9quilibreur de charge interne pour l\u2019entr\u00e9e
shared.optic.diAdminPort.label=Entrez le port de n\u0153ud Kubernetes pour le service admin OPTIC Data Lake
shared.optic.diPulsarPort.label=Entrer le port de n\u0153ud Kubernetes pour le service du bus de messages OPTIC Data Lake
shared.optic.diDataAccessPort.label=Entrez le port de n\u0153ud Kubernetes pour le service d\u2019acc\u00e8s aux donn\u00e9es OPTIC Data Lake
shared.optic.idm.transportPassword.label=Saisir le mot de passe pour l\u2019utilisateur de transport\u00a0IDM de l\u2019application du fournisseur
shared.optic.idm.signKey.label=Entrez la cl\u00e9 de signature IDM
shared.optic.idm.signKey.desc=Il s\u2019agit d\u2019une cl\u00e9 g\u00e9n\u00e9r\u00e9e de fa\u00e7on al\u00e9atoire utilis\u00e9e pour la communication interne IDM

shared.optic.reporting.capability.desc=Activer la fonctionnalit\u00e9 de cr\u00e9ation de rapports
shared.optic.cosomode.label=Mode de cr\u00e9ation de rapports OPTIC Data Lake
shared.optic.cosomode.tip=Cette fonction facultative offre une visibilit\u00e9 sur les analyses d\u2019ex\u00e9cution de OPTIC Data Lake
shared.optic.receiver.port.label=Saisissez le port de n\u0153ud Kubernetes pour le service de r\u00e9cepteur OPTIC Data Lake
shared.optic.bvdadmin.username.label=Nom d\u2019utilisateur de l\u2019administrateur BVD
shared.optic.bvdadmin.username.description=Saisissez le nom d\u2019utilisateur de l\u2019administrateur pour BVD
shared.optic.bvdadmin.password.label=Mot de passe de l\u2019administrateur BVD
shared.optic.bvdadmin.password.description=Saisissez le mot de passe pour BVD


opticReporting.group.label=Configurer OPTIC Data Lake
opticReporting.deployMode.label=D\u00e9ployer OPTIC Data Lake dans le cadre de cette application ou utiliser l\u2019instance d\u2019OPTIC Data Lake existante
opticReporting.deployMode.internal.label=D\u00e9ployer OPTIC Data Lake
opticReporting.deployMode.external.label=Utiliser l\u2019instance d\u2019OPTIC Data Lake existante

opticReporting.connectMode.label=S\u00e9lectionner la m\u00e9thode de connexion \u00e0 l\u2019instance d\u2019OPTIC Data Lake existante
opticReporting.connectMode.namespace=Se connecter en utilisant la communication entre espaces de noms
opticReporting.connectMode.internalHost=Se connecter en utilisant un nom de domaine complet interne unique ou dans la m\u00eame zone
opticReporting.connectMode.externalHost=Se connecter en utilisant un h\u00f4te d\u2019acc\u00e8s externe
opticReporting.connectMode.serviceFQDN=Se connecter en utilisant des noms de domaine complets propres aux services
opticReporting.deployService.expressLoad.label=D\u00e9ployer le chargement express OPTIC\u00a0DL
opticReporting.deployService.expressLoad.desc=D\u00e9ployer le chargement express OPTIC\u00a0DL
opsb.opticReporting.deployService.expressLoad.desc=Le chargement express OPTIC\u00a0DL doit \u00eatre d\u00e9ploy\u00e9 lorsque vous pr\u00e9voyez d\u2019utiliser l\u2019ingestion de donn\u00e9es ouvertes ou de partager OPTIC\u00a0Data Lake avec NOM.
opticReporting.externalHost.label=H\u00f4te d\u2019acc\u00e8s externe de l\u2019application du fournisseur
opticReporting.externalPort.label=Port du contr\u00f4leur d\u2019entr\u00e9e
opticReporting.namespace.label=Espace de noms de l\u2019application du fournisseur
opticReporting.internalHost.label=Nom de domaine complet de l\u2019h\u00f4te d\u2019acc\u00e8s interne de l\u2019application du fournisseur
opticReporting.internalPort.label=Port de l\u2019h\u00f4te d\u2019acc\u00e8s interne de l\u2019application du fournisseur
opticReporting.diReceiver.serviceFQDN.label=Nom d\u2019h\u00f4te du service d\u2019ingestion d\u2019OPTIC Data Lake
opticReporting.diReceiver.port.label=Port du service d\u2019ingestion d\u2019OPTIC Data Lake
opticReporting.diAdmin.serviceFQDN.label=Nom d\u2019h\u00f4te du service d\u2019administration d\u2019OPTIC Data Lake
opticReporting.diAdmin.port.label=Port du service d\u2019administration d\u2019OPTIC Data Lake
opticReporting.diDataAccess.serviceFQDN.label=Nom d\u2019h\u00f4te du service d\u2019acc\u00e8s aux donn\u00e9es d\u2019OPTIC Data Lake
opticReporting.diDataAccess.port.label=Port du service d\u2019acc\u00e8s aux donn\u00e9es d\u2019OPTIC Data Lake
opticReporting.diPulsarHost.serviceFQDN.label=Nom d\u2019h\u00f4te du service de bus de messages d\u2019OPTIC Data Lake
opticReporting.diPulsarSsl.port.label=Port du service de bus de messages SSL d\u2019OPTIC Data Lake
opticReporting.diPulsarWeb.port.label=Port du service de bus de messages Web d\u2019OPTIC Data Lake
opticReporting.ingressController.serviceFQDN.label=Nom de domaine complet du contr\u00f4leur d\u2019entr\u00e9e de l\u2019espace de noms de l\u2019application du fournisseur\u00a0: Utilis\u00e9 pour se connecter \u00e0 l\u2019IDM d\u00e9ploy\u00e9 dans cet espace de noms
opticReporting.ingressController.port.label=Port du contr\u00f4leur d\u2019entr\u00e9e de l\u2019espace de noms de l\u2019application du fournisseur\u00a0: Utilis\u00e9 pour se connecter \u00e0 l\u2019IDM d\u00e9ploy\u00e9 dans cet espace de noms
opticReporting.integrationUser.label=Saisir le nom d\u2019utilisateur de l\u2019utilisateur d\u2019int\u00e9gration\u00a0IDM de l\u2019application du fournisseur
opticReporting.integrationPassword.label=Mot de passe de l\u2019utilisateur d\u2019int\u00e9gration\u00a0IDM de l\u2019application du fournisseur
opticReporting.expressLoad.miniostorageclass.label=La classe de stockage utilis\u00e9e par MinIO PVC
opticReporting.expressLoad.miniostorageclass.desc=La d\u00e9finir avec "cdf-nfs" en cas d\u2019utilisation de la fonctionnalit\u00e9 NFSProvisioner

fluentbit.group.fluentbitlabel=Transfert des journaux 
fluentbit.toggle.label=Activer le transfert de journaux sur Elasticsearch
fluentbit.url.label= URL Elasticsearch
fluentbit.user.label= Nom d\u2019utilisateur Elasticsearch
fluentbit.password.label= Mot de passe Elasticsearch
fluentbit.tls.toggle.label= Valider le certificat Elasticsearch avant le transfert des journaux (option activ\u00e9e par d\u00e9faut)

common.group.db.label=Param\u00e8tres de la base de donn\u00e9es   OpsBridge
common.group.db.admin.label=Base de donn\u00e9es   OpsBridge (administrateur de base de donn\u00e9es)
common.group.db.idm.label=Base de donn\u00e9es   OpsBridge (IDM)
common.group.db.apls.label=Base de donn\u00e9es   OpsBridge (APLS)
common.group.db.bvd.label=Base de donn\u00e9es   OpsBridge (BVD)

common.db.dbtype.label=Type de base de donn\u00e9es
common.db.dbtype.tip=Choisissez l\u2019utilisation d\u2019une base de donn\u00e9es externe ou int\u00e9gr\u00e9e. Notez que la base de donn\u00e9es AWS RDS est \u00e9quivalente \u00e0 Postgres externe.
common.db.dbtype.embedded.label=PostgreSQL int\u00e9gr\u00e9e (\u00e9valuation ou d\u00e9ploiements \u00e0 faible empreinte uniquement)
common.db.dbtype.embedded.nom.label=PostgreSQL int\u00e9gr\u00e9e (pour d\u00e9ploiements classiques en mode d\u2019\u00e9valuation ou nano/petits/moyens uniquement)
common.db.dbtype.pg.label=PostgreSQL externe
common.db.dbtype.oracle.label=Oracle externe


common.db.oracle.connection.label=Choisir la m\u00e9thode de connexion Oracle
common.db.oracle.connStr.label=Cha\u00eene de connexion Oracle
common.db.oracle.connStr.desc=Exemple\u00a0: (DESCRIPTION=(ADDRESS_LIST=(ADDRESS=(PROTOCOL=TCP)(HOST=1.2.3.4)(PORT=1234)))(CONNECT_DATA=(SID=sid)(SERVER=DEDICATED)))
common.db.oracle.svcName.label=Nom du service Oracle
common.db.oracle.sid.label=SID Oracle
# These two strings are used in a different context vs. the above.  But the
# strings happen to have the same values, at least as of right now ... But this
# can change in the future, so  I am creating separate properties for the
# two different usages.
common.db.oraSvcName.label=Nom du service Oracle
common.db.oraSID.label=SID Oracle


common.db.dbHost.label=Nom d\u2019h\u00f4te de la base de donn\u00e9es
common.db.dbHost.tip=Entrez le nom d\u2019h\u00f4te de votre serveur de base de donn\u00e9es externe. Ce nom d\u2019h\u00f4te doit correspondre au nom commun (CN) ou au nom alternatif de l\u2019objet (SAN) dans le certificat TLS de ce serveur.
common.db.dbPort.label=Port de la base de donn\u00e9es externe
common.db.dbPort.tip=Port utilis\u00e9 par la base de donn\u00e9es externe
common.db.tls.label=TLS de base de donn\u00e9es (activez cette option pour s\u00e9curiser la communication avec les services de base de donn\u00e9es)
common.db.createdb.label=Cr\u00e9er automatiquement les bases de donn\u00e9es requises
common.db.createdb.tip=Cette fonctionnalit\u00e9 requiert la saisie du nom d\u2019utilisateur administrateur de la base de donn\u00e9es, qui sera utilis\u00e9 pour cr\u00e9er automatiquement les utilisateurs et les bases de donn\u00e9es n\u00e9cessaires pour tous les services
common.db.createdb.desc=Remarque\u00a0: Vous essayez de cr\u00e9er automatiquement les bases de donn\u00e9es et les utilisateurs n\u00e9cessaires \u00e0 l\u2019application. Assurez-vous que l\u2019utilisateur Administrateur de base de donn\u00e9es sp\u00e9cifi\u00e9 ci-dessous existe et qu\u2019il dispose de privil\u00e8ges suffisants pour cr\u00e9er les bases de donn\u00e9es et les utilisateurs n\u00e9cessaires.

# NOM DB values are here just so we can see all the strings right next to each
# other, in case we ever change the wording, we can change it for everything
# consistently
common.db.admin.dbName.label=Nom de la base de donn\u00e9es (administrateur de base de donn\u00e9es)
common.db.idm.dbName.label=Nom de la base de donn\u00e9es (IDM)
common.db.apls.dbName.label=Nom de la base de donn\u00e9es (APLS)
common.db.bvd.dbName.label=Nom de la base de donn\u00e9es (BVD)
nom.db.nnmi.dbName.label=Nom de la base de donn\u00e9es (NNMi et NA)
nom.db.btcd.dbName.label=Nom de la base de donn\u00e9es (BTCD)

common.db.admin.dbName.tip=Entrer le nom de base de donn\u00e9es racine pour l\u2019utilisateur administrateur de base de donn\u00e9es
common.db.idm.dbName.tip=Entrer le nom de la base de donn\u00e9es existant pour l\u2019utilisateur IDM
common.db.apls.dbName.tip=Entrez le nom de base de donn\u00e9es existant pour l\u2019utilisateur AutoPass Licensing Service (APLS)
common.db.bvd.dbName.tip=Entrer le nom de la base de donn\u00e9es existant pour l\u2019utilisateur BVD
nom.db.nnmi.dbName.tip=Entrer le nom de la base de donn\u00e9es existant pour l\u2019utilisateur NNMi/NA
nom.db.btcd.dbName.tip=Entrez le nom de la base de donn\u00e9es existante pour l\u2019utilisateur Baseline Transformation Cache Database (BTCD)

common.autocreate.db.idm.dbName.tip=Saisissez le nom de la base de donn\u00e9es \u00e0 cr\u00e9er pour l\u2019utilisateur d\u2019IdM
common.autocreate.db.apls.dbName.tip=Saisissez le nom de la base de donn\u00e9es \u00e0 cr\u00e9er pour l\u2019utilisateur d\u2019AutoPass Licensing Service (APLS)
common.autocreate.db.bvd.dbName.tip=Saisissez le nom de la base de donn\u00e9es \u00e0 cr\u00e9er pour l\u2019utilisateur BVD
nom.autocreate.db.nnmi.dbName.tip=Saisissez le nom de la base de donn\u00e9es \u00e0 cr\u00e9er pour l\u2019utilisateur de NNMi/NA
nom.autocreate.db.btcd.dbName.tip=Saisissez le nom de la base de donn\u00e9es \u00e0 cr\u00e9er pour l\u2019utilisateur de Baseline Transformation Cache Database (BTCD)

common.db.admin.dbUser.label=Nom de l\u2019utilisateur administrateur de base de donn\u00e9es
common.db.idm.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es (IDM)
common.db.apls.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es (APLS)
common.db.bvd.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es (BVD)
nom.db.nnmi.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es (NNMi et NA)
nom.db.btcd.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es (BTCD)

common.db.admin.dbUser.tip=Entrer le nom d\u2019utilisateur de l\u2019administrateur de base de donn\u00e9es pour la base de donn\u00e9es externe
common.db.idm.dbUser.tip=Entrer le nom de l\u2019utilisateur IDM existant dans la base de donn\u00e9es externe
common.db.apls.dbUser.tip=Entrez le nom de l\u2019utilisateur AutoPass Licensing Service (APLS) existant dans la base de donn\u00e9es externe
common.db.bvd.dbUser.tip=Entrer le nom de l\u2019utilisateur BVD existant dans la base de donn\u00e9es externe
nom.db.nnmi.dbUser.tip=Entrer le nom de l\u2019utilisateur NNMi/NA existant dans la base de donn\u00e9es externe
nom.db.btcd.dbUser.tip=Entrer le nom de l\u2019utilisateur BTCD existant dans la base de donn\u00e9es externe

common.autocreate.db.idm.dbUser.tip=Saisissez le nom de l\u2019utilisateur IdM \u00e0 cr\u00e9er dans la base de donn\u00e9es externe
common.autocreate.db.apls.dbUser.tip=Saisissez le nom de l\u2019utilisateur AutoPass Licensing Service (APLS) \u00e0 cr\u00e9er dans la base de donn\u00e9es externe
common.autocreate.db.bvd.dbUser.tip=Saisissez le nom de l\u2019utilisateur BVD \u00e0 cr\u00e9er dans la base de donn\u00e9es externe
nom.autocreate.db.nnmi.dbUser.tip=Saisissez le nom de l\u2019utilisateur NNMi/NA \u00e0 cr\u00e9er dans la base de donn\u00e9es externe
nom.autocreate.db.btcd.dbUser.tip=Saisissez le nom de l\u2019utilisateur BTCD \u00e0 cr\u00e9er dans la base de donn\u00e9es externe

common.db.admin.dbPass.label=Mot de passe de l\u2019administrateur de base de donn\u00e9es
common.db.idm.dbPass.label=Mot de passe de la base de donn\u00e9es (IDM)
common.db.apls.dbPass.label=Mot de passe de la base de donn\u00e9es (APLS)
common.db.bvd.dbPass.label=Mot de passe de la base de donn\u00e9es (BVD)
nom.db.nnmi.dbPass.label=Mot de passe de la base de donn\u00e9es (NNMi et NA)
nom.db.btcd.dbPass.label=Mot de passe de la base de donn\u00e9es (BTCD)

common.db.admin.dbPass.tip=Entrer le mot de passe de l\u2019administrateur de la base de donn\u00e9es
common.db.idm.dbPass.tip=Entrer le mot de passe de l\u2019utilisateur de la base de donn\u00e9es IDM existant
common.db.apls.dbPass.tip=Entrez le mot de passe de l\u2019utilisateur de base de donn\u00e9es AutoPass Licensing Service (APLS) existant
common.db.bvd.dbPass.tip=Entrer le mot de passe de l\u2019utilisateur de la base de donn\u00e9es BVD existant
nom.db.nnmi.dbPass.tip=Entrer le mot de passe de l\u2019utilisateur de la base de donn\u00e9es NNMi/NA existant
nom.db.btcd.dbPass.tip=Entrer le mot de passe de l\u2019utilisateur de la base de donn\u00e9es BTCD existant

common.autocreate.db.idm.dbPass.label=Cr\u00e9ez un mot de passe pour la base de donn\u00e9es (IdM) 
common.autocreate.db.apls.dbPass.label=Cr\u00e9ez un mot de passe pour la base de donn\u00e9es (APLS)
common.autocreate.db.bvd.dbPass.label=Cr\u00e9ez un mot de passe pour la base de donn\u00e9es (BVD)
nom.autocreate.db.nnmi.dbPass.label=Cr\u00e9ez un mot de passe pour la base de donn\u00e9es (NNMi et NA)
nom.autocreate.db.btcd.dbPass.label=Cr\u00e9ez un mot de passe pour la base de donn\u00e9es (BTCD)

common.autocreate.db.idm.dbPass.tip=Saisissez le mot de passe pour cr\u00e9er l\u2019utilisateur de la base de donn\u00e9es IdM
common.autocreate.db.apls.dbPass.tip=Saisissez le mot de passe pour la cr\u00e9ation de l\u2019utilisateur de la base de donn\u00e9es AutoPass Licensing Service (APLS)
common.autocreate.db.bvd.dbPass.tip=Saisissez le mot de passe pour cr\u00e9er l\u2019utilisateur de la base de donn\u00e9es BVD
nom.autocreate.db.nnmi.dbPass.tip=Saisissez le mot de passe pour cr\u00e9er l\u2019utilisateur de la base de donn\u00e9es NNMi/NA
nom.autocreate.db.btcd.dbPass.tip=Saisissez le mot de passe pour cr\u00e9er l\u2019utilisateur de la base de donn\u00e9es BTCD

common.db.ssl.false.message=Je comprends que la d\u00e9sactivation du protocole TLS (Transport Layer Security) \u00e9quivaut \u00e0 ignorer les fonctionnalit\u00e9s de s\u00e9curit\u00e9, exposant ainsi le syst\u00e8me \u00e0 des risques de s\u00e9curit\u00e9 accrus. En continuant, vous confirmez que vous comprenez et acceptez tous les risques associ\u00e9s et d\u00e9gagez Open\u00a0Text de toute responsabilit\u00e9 li\u00e9e \u00e0 ces risques.
common.db.ssl.false.message.title=D\u00e9sactiver les connexions SSL \u00e0 la base de donn\u00e9es
common.db.skipVerifyHostname.true.message=Assurez-vous que le nom d\u2019h\u00f4te de la base de donn\u00e9es est valide.
common.db.skipVerifyHostname.true.message.title=V\u00e9rifier le nom d\u2019h\u00f4te de la base de donn\u00e9es
common.db.createDb.false.message=La d\u00e9sactivation de la cr\u00e9ation automatique exige que l\u2019administrateur de base de donn\u00e9es cr\u00e9e les bases de donn\u00e9es et les utilisateurs pour chaque fonctionnalit\u00e9 s\u00e9lectionn\u00e9e avant que vous ne puissiez d\u00e9ployer ce produit. Reportez-vous \u00e0 la documentation d\u2019installation du produit pour savoir comment cr\u00e9er manuellement les bases de donn\u00e9es et les utilisateurs. Cliquez sur "OK" pour confirmer ou cliquez sur "ANNULER" pour continuer \u00e0 cr\u00e9er automatiquement les bases de donn\u00e9es et les utilisateurs.
common.db.createDb.false.message.title=Cr\u00e9er manuellement les bases de donn\u00e9es requises
common.db.createDb.true.message=Vous essayez de cr\u00e9er automatiquement les bases de donn\u00e9es et les utilisateurs n\u00e9cessaires \u00e0 l\u2019application. Assurez-vous que l\u2019utilisateur Administrateur de base de donn\u00e9es sp\u00e9cifi\u00e9 ci-dessous existe et qu\u2019il dispose de privil\u00e8ges suffisants pour cr\u00e9er les bases de donn\u00e9es et les utilisateurs n\u00e9cessaires.

common.group.relationaldb.walletconfig.label=Configuration du portefeuille de la base de donn\u00e9es Oracle
common.relationaldb.oraclewallet.file.label=Fichier zip du portefeuille Oracle
common.relationaldb.oraclewallet.file.desc=S\u00e9lectionner le fichier zip du portefeuille

common.displaynull= Ce param\u00e8tre n\u2019affiche aucun texte 

nom.oracle.unsupported.label=Je comprends que Oracle est prise en charge uniquement si le d\u00e9ploiement inclut l\u2019instance NNMi classique et si le consommateur est une instance OPTIC Data Lake existante. Le d\u00e9ploiement est annul\u00e9 si vous s\u00e9lectionnez Oracle en tant que base de donn\u00e9es pour d\u2019autres options de d\u00e9ploiement.
# Base english revision: 0203b1be5c85e53bb59db94fb4c652140455e1f9
opsb.appinfo.displayEdition=
opsb.appinfo.shortDescription=Operations Bridge est le premier logiciel de monitoring de l\u2019informatique hybride.

opsb.appinfo.description=<h3>OPERATIONS BRIDGE <b>(OpsBridge)</b></h3> <p>OpenText Operations Bridge (OpsBridge) surveille votre environnement informatique et consolide les donn\u00e9es provenant des outils existants. La solution applique la d\u00e9couverte, la surveillance, l\u2019analyse et la rem\u00e9diation automatis\u00e9es aux donn\u00e9es des infrastructures traditionnelles, priv\u00e9es, publiques, multi-clouds et \u00e0 base de conteneurs. OpsBridge automatise les AIOps gr\u00e2ce \u00e0 l\u2019apprentissage automatique et \u00e0 l\u2019analyse, ce qui r\u00e9duit le nombre d\u2019\u00e9v\u00e9nements et am\u00e9liore l\u2019identification des causes profondes et des mesures correctives. Les parties prenantes de la direction obtiennent des informations exploitables sur leurs appareils mobiles, gr\u00e2ce \u00e0 des tableaux de bord personnalis\u00e9s indiquant les principaux \u00e9tats et les indicateurs de performance cl\u00e9s, commerciaux et informatiques.</p>

opsb.appinfo.whatsNew=<p>Reportez-vous aux notes de version pour obtenir la liste des fonctionnalit\u00e9s introduites dans cette version :</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/ReleaseSummary</p>

opsb.appinfo.requirements=<p>Pour planifier le mod\u00e8le de d\u00e9ploiement, consultez la documentation \u00e0 l\u2019adresse suivante :</p>  <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/PlanTheDeploymentDetails</p> <p>Pour d\u00e9terminer l\u2019approvisionnement des syst\u00e8mes en vue d\u2019un d\u00e9ploiement, consultez la documentation \u00e0 l\u2019adresse suivante :</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/Scaling</p> <p>Pour obtenir des d\u00e9tails sur la configuration requise, consultez la documentation \u00e0 l\u2019adresse suivante :</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/SystemRequirementsOpsBridge</p>

# Base english revision: ed036b77b199b45cf2fc33075ced24c733cf6edb
##
#opsbridge
##
opsb.group.capabilities.sd.label=Tableaux de bord des parties prenantes
opsb.group.capabilities.reporting.label=Consignation OPTIC Data Lake
opsb.group.capabilities.aec.label=Corr\u00e9lation automatique des \u00e9v\u00e9nements
opsb.group.capabilities.obm.label=Operations Bridge Manager
opsb.group.capabilities.cloudmonitoring.label=Surveillance Cloud

opsb.group.relationaldb.embeddedpassword.label=Configurations de base de donn\u00e9es
opsb.group.relationaldb.walletconfig.label=Configuration du portefeuille de base de donn\u00e9es Oracle
opsb.group.relationaldb.obm.event.label=Base de donn\u00e9es   OpsBridge (\u00c9V\u00c9NEMENT OBM)
opsb.group.relationaldb.obm.mgmt.label=Base de donn\u00e9es   OpsBridge (GESTION OBM)
opsb.group.relationaldb.obm.ucmdb.label=Base de donn\u00e9es   OpsBridge (UCMDB)
opsb.group.relationaldb.cloudmonitoring.monitoringadmindb.label=Base de donn\u00e9es   OpsBridge (MONITORINGADMINDB)
opsb.group.relationaldb.cloudmonitoring.credmanager.label=Base de donn\u00e9es   OpsBridge (CREDENTIALMANAGER)
opsb.group.relationaldb.cloudmonitoring.monitoringsnf.label=Base de donn\u00e9es   OpsBridge (MONITORINGSNFDB)

opsb.group.vertica.resourcepoolname.label=Pool de ressources Vertica
opsb.group.cloud.label=Configurer les param\u00e8tres du d\u00e9ploiement Cloud
opsb.group.des.label=Configurer les param\u00e8tres du service d\u2019enrichissement des donn\u00e9es

opsb.deploySize.label=Taille de d\u00e9ploiement attendue (voir "Dimensionnement du d\u00e9ploiement" dans la documentation du produit)
opsb.deploySize.tip=La consommation de m\u00e9moire et de CPU est ajust\u00e9e en fonction de ce param\u00e8tre

opsb.group.cosolpv.label=Taille du PVC des volumes persistants locaux pour OPTIC Data Lake (ne modifiez pas ces valeurs lors de la reconfiguration apr\u00e8s le d\u00e9ploiement de la suite.)
opsb.lpv.ledgers.size.label=Taille des volumes persistants locaux des grands livres
opsb.lpv.journal.size.label=Taille des volumes persistants locaux du journal
opsb.lpv.zookeeperdata.size.label=Taille des volumes persistants locaux des donn\u00e9es Zookeeper
opsb.lpv.zookeeperdatalog.size.label=Taille des volumes persistants locaux du journal de donn\u00e9es Zookeeper
opsb.lpv.prometheus.size.label=Surveillance de la taille des volumes persistants locaux Prometheus
opsb.lpv.ledgers.storageclass.label=Grands livres - Nom de classe du stockage de volumes persistants locaux
opsb.lpv.journal.storageclass.label=Nom de classe du stockage de volumes persistants locaux du journal
opsb.lpv.zookeeperdata.storageclass.label=Nom de classe du stockage de volumes persistants locaux des donn\u00e9es Zookeeper
opsb.lpv.zookeeperdatalog.storageclass.label=Nom de classe du stockage de volumes persistants locaux du journal de donn\u00e9es Zookeeper
opsb.lpv.prometheus.storageclass.label=Suivi du nom de classe du stockage des volumes persistants locaux Prometheus

opsb.capability.tags.sd.label=Activer le tableau de bord des parties prenantes
opsb.capability.tags.reporting.label=Activer la consignation
opsb.capability.tags.aec.label=Activer la corr\u00e9lation automatique des \u00e9v\u00e9nements
opsb.capability.tags.obm.label=Activer Operations Bridge Manager
opsb.capability.tags.cloudmonitoring.label=Activer la surveillance du cloud

opsb.reporting.amce.label=Activer le collecteur de m\u00e9triques d\u2019agent
opsb.reporting.amce.desc=Active la fonctionnalit\u00e9 de collecte des m\u00e9triques d\u2019agent (requiert OBM)
opsb.reporting.asam.label=D\u00e9marrage automatique du collecteur de m\u00e9triques d\u2019agent
opsb.reporting.asam.desc=lance automatiquement la collecte des m\u00e9triques d\u2019agent au d\u00e9marrage
opsb.reporting.externalobm.label=Utiliser Operations Bridge Manager (OBM) classique
opsb.reporting.externalobm.desc=Si cette option est activ\u00e9e, OBM classique est utilis\u00e9.
opsb.reporting.externalobm.hostname.label=Nom d\u2019h\u00f4te OBM
opsb.reporting.externalobm.hostname.desc=Nom d\u2019h\u00f4te du serveur OBM
opsb.reporting.externalobm.port.label=Port OBM
opsb.reporting.externalobm.port.desc=Num\u00e9ro du port qui se connecte au serveur OBM
opsb.reporting.externalobm.rtsmprotocol.label=Protocole RTSM OBM
opsb.reporting.externalobm.rtsmprotocol.desc=Protocole utilis\u00e9 par les composants pour acc\u00e9der \u00e0 OBM et RTSM. Si OBM est configur\u00e9 pour \u00eatre accessible via HTTP, d\u00e9finissez ce param\u00e8tre sur HTTP
opsb.reporting.externalobm.rtsmusername.label=Nom d\u2019utilisateur RTSM OBM
opsb.reporting.externalobm.rtsmusername.desc=Nom d\u2019utilisateur utilis\u00e9 par les composants pour acc\u00e9der \u00e0 RTSM OBM. Saisissez le nom d\u2019utilisateur que vous avez cr\u00e9\u00e9 pour 'l\u2019utilisateur d\u2019int\u00e9gration du collecteur de m\u00e9triques d\u2019agent'
opsb.reporting.externalobm.rtsmpassword.label=Mot de passe RTSM OBM
opsb.reporting.externalobm.rtsmpassword.desc=Saisir le mot de passe pour l\u2019utilisateur de la BD RTSM d\u2019OBM classique
opsb.reporting.externalobm.dbnp.label=Port de n\u0153ud du broker de donn\u00e9es
opsb.reporting.externalobm.dbnp.desc=Port accessible en externe sur le cluster et utilis\u00e9 par l\u2019instance OBM externe pour communiquer avec le broker de donn\u00e9es
opsb.reporting.externalobm.serverport.label=Port du serveur
opsb.reporting.externalobm.serverport.desc=Port BBC utilis\u00e9 par le serveur OBM pour les connexions entrantes
opsb.reporting.externalobm.serverport.tooltip=Le collecteur de m\u00e9triques d\u2019agent utilise ce port pour communiquer avec OBM. Le port 383 est utilis\u00e9 par d\u00e9faut par OBM. Ce param\u00e8tre doit donc \u00eatre modifi\u00e9 uniquement si le port BBC par d\u00e9faut a \u00e9t\u00e9 modifi\u00e9 sur le serveur OBM
opsb.reporting.externalobm.itomopsbridgedatabroker.label=Utiliser le collecteur de donn\u00e9es OBM
opsb.reporting.externalobm.itomopsbridgedatabroker.desc=Utilisez les param\u00e8tres du collecteur de donn\u00e9es OBM ci-dessous uniquement si l\u2019URL du collecteur de donn\u00e9es diff\u00e8re de celle de l\u2019utilisateur OBM
opsb.reporting.externalobm.datacollectorprotocol.label=Protocole du collecteur de donn\u00e9es OBM
opsb.reporting.externalobm.datacollectorprotocol.desc=Protocole \u00e0 utiliser par le broker de donn\u00e9es pour se connecter au serveur OBM
opsb.reporting.externalobm.datacollectorhostname.label=Nom d\u2019h\u00f4te du collecteur de donn\u00e9es OBM
opsb.reporting.externalobm.datacollectorhostname.desc=Nom d\u2019h\u00f4te \u00e0 utiliser par le broker de donn\u00e9es pour se connecter au serveur OBM
opsb.reporting.externalobm.datacollectorport.label=Port du collecteur de donn\u00e9es OBM
opsb.reporting.externalobm.datacollectorport.desc=Port \u00e0 utiliser par le broker de donn\u00e9es pour se connecter au serveur OBM
opsb.reporting.pc.label=Nombre de connexions parall\u00e8les
opsb.reporting.pc.desc=Le nombre maximum de n\u0153uds Operations Agent auxquels une seule r\u00e9plique du collecteur de m\u00e9triques d\u2019agent peut se connecter simultan\u00e9ment pendant la collecte r\u00e9guli\u00e8re des donn\u00e9es
opsb.reporting.phc.label=Nombre de connexions d\u2019historique parall\u00e8les
opsb.reporting.phc.desc=Le nombre maximum de n\u0153uds Operations Agent auxquels une seule r\u00e9plique du collecteur de m\u00e9triques d\u2019agent peut se connecter simultan\u00e9ment pendant la collecte des donn\u00e9es historiques
opsb.reporting.cpc.label=Capacit\u00e9 par collecteur
opsb.reporting.cpc.desc=Le nombre maximum de n\u0153uds Operations Agent dont une seule r\u00e9plique du collecteur de m\u00e9triques d\u2019agent peut collecter les donn\u00e9es lors d\u2019une collecte r\u00e9guli\u00e8re. Utilisez le calculateur de dimensionnement pour v\u00e9rifier la valeur adapt\u00e9e pour votre d\u00e9ploiement.
opsb.reporting.cphc.label=Capacit\u00e9 par collecteur d\u2019historique
opsb.reporting.cphc.desc=Le nombre maximum de n\u0153uds Operations Agent dont une seule r\u00e9plique du collecteur de m\u00e9triques d\u2019agent peut collecter les donn\u00e9es historiques. Utilisez le calculateur de dimensionnement pour v\u00e9rifier la valeur adapt\u00e9e pour votre d\u00e9ploiement.
opsb.reporting.nrim.label=Intervalle d\u2019actualisation du n\u0153ud (en minutes)
opsb.reporting.nrim.desc=Intervalle apr\u00e8s lequel l\u2019outil de r\u00e9solution de n\u0153uds du collecteur de m\u00e9triques d\u2019agent se connecte \u00e0 RTSM OBM pour actualiser la liste des n\u0153uds Operations Agent

opsb.obm.bbcPort.label=Port BBC d\u2019OBM
opsb.omi.storageClassName.aws.label=Storage class for the omi PVCs
opsb.omi.storageClassName.azure.label=Storage class for the omi PVCs
opsb.obm.haenabled.label=Activer la haute disponibilit\u00e9 OBM
opsb.obm.haenabled.desc=Active la haute disponibilit\u00e9 pour OBM
opsb.obm.admp.label=D\u00e9ployer le pack de gestion AD (ADMP)
opsb.obm.apachemp.label=D\u00e9ployer le pack de gestion Apache (ApacheMP)
opsb.obm.exchangemp.label=D\u00e9ployer le pack de gestion Exchange (ExchangeMP)
opsb.obm.hanamp.label=D\u00e9ployer le pack de gestion HANA (HANAMP)
opsb.obm.inframp.label=D\u00e9ployer le pack de gestion Infra (InfraMP)
opsb.obm.mssqlmp.label=D\u00e9ployer le pack de gestion MSSQL (MSSQLMP)
opsb.obm.oramp.label=D\u00e9ployer le pack de gestion Oracle (OraMP)
opsb.obm.sapmp.label=D\u00e9ployer le pack de gestion SAP (SAPMP)
opsb.obm.sapsysmp.label=D\u00e9ployer le pack de gestion SAPSybaseASE (SAPSybaseASEMP)
opsb.obm.wbsmp.label=D\u00e9ployer le pack de gestion Wbs (WbsMP)
opsb.obm.weblogicmp.label=D\u00e9ployer le pack de gestion WebLogic (WebLogic)

opsb.cloudmonitoring.udcollection.label=Activer la collecte par les services de d\u00e9couverte universelle
opsb.cloudmonitoring.udcollection.desc=Permet de piloter une fonctionnalit\u00e9 par UD pour la surveillance du cloud.
opsb.cloudmonitoring.externalobm.label=Utiliser un serveur OBM externe
opsb.cloudmonitoring.externalobm.desc=Si ce param\u00e8tre est activ\u00e9, le serveur OBM externe est utilis\u00e9
opsb.cloudmonitoring.udprotocol.label=Protocole RTSM OBM externe
opsb.cloudmonitoring.udhostname.label=Nom d\u2019h\u00f4te du serveur UCMDB externe
opsb.cloudmonitoring.udport.label=Port du serveur UCMDB externe
opsb.cloudmonitoring.udusername.label=Nom d\u2019utilisateur RTSM OBM
opsb.cloudmonitoring.udpassword.label=Mot de passe RTSM OBM externe
opsb.cloudmonitoring.udpassword.desc=Mot de passe de la base de donn\u00e9es UCMDB externe \u00e0 utiliser pour la collecte de la surveillance du cloud
opsb.cloudmonitoring.probevalidation.label=Niveau de validation du certificat de la sonde UCMDB
opsb.cloudmonitoring.probevalidation.desc=Les niveaux sont\u00a0: Validation compl\u00e8te ; Validation compl\u00e8te sans contr\u00f4le de r\u00e9vocation (par d\u00e9faut) ; Validation de base

opsb.opsbridgeadmin.password.label=Cr\u00e9er un mot de passe administrateur OpsBridge (utilisateur\u00a0: admin)

opsb.relationaldb.oraclewallet.file.label=Fichier ZIP de portefeuille Oracle
opsb.relationaldb.oraclewallet.file.desc=S\u00e9lectionner un fichier ZIP de portefeuille

opsb.relationaldb.oraclewallet.password.label=Mot de passe du ZIP de portefeuille Oracle
opsb.relationaldb.oraclewallet.password.desc=Entrez le mot de passe du fichier ZIP d\u2019Oracle Wallet.

opsb.relationaldb.obmevent.dbName.label=Nom de la base de donn\u00e9es (\u00c9v\u00e9nements OBM)
opsb.relationaldb.obmevent.dbName.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD \u00c9v\u00e9nements OBM
opsb.relationaldb.obmmgmt.dbName.label=Nom de la base de donn\u00e9es (Gestion OBM)
opsb.relationaldb.obmmgmt.dbName.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD Gestion OBM
opsb.relationaldb.obmrtsm.dbName.label=Nom de la base de donn\u00e9es (RTSM OBM)
opsb.relationaldb.obmrtsm.dbName.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD RTSM OBM
opsb.relationaldb.monitoringadmin.dbName.label=Nom de la base de donn\u00e9es (MonitoringAdmin)
opsb.relationaldb.monitoringadmin.dbName.tip=Entrez le nom de la base de donn\u00e9es pour l\u2019utilisateur Monitoring Admin
opsb.relationaldb.credmanager.dbName.label=Nom de la base de donn\u00e9es (CredentialManager)
opsb.relationaldb.credmanager.dbName.tip=Entrez le nom de la base de donn\u00e9es pour l\u2019utilisateur CredentialManager
opsb.relationaldb.monitoringsnf.dbName.label=Nom de la base de donn\u00e9es (MonitoringSNF)
opsb.relationaldb.monitoringsnf.dbName.tip=Entrez le nom de la base de donn\u00e9es pour l\u2019utilisateur Monitoring SNF

opsb.relationaldb.obmevent.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es des \u00e9v\u00e9nements OBM
opsb.relationaldb.obmevent.dbUser.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD \u00c9v\u00e9nements OBM dans la base de donn\u00e9es externe
opsb.relationaldb.obmmgmt.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es de gestion OBM
opsb.relationaldb.obmmgmt.dbUser.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD Gestion OBM dans la base de donn\u00e9es externe
opsb.relationaldb.obmrtsm.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es RTSM OBM
opsb.relationaldb.obmrtsm.dbUser.tip=Saisir le nom de la base de donn\u00e9es pour l\u2019utilisateur de la BD RTSM OBM dans la base de donn\u00e9es externe
opsb.relationaldb.monitoringadmin.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es pour MonitoringAdmin
opsb.relationaldb.monitoringadmin.dbUser.tip=Saisir le nom de l\u2019utilisateur de MonitoringAdmin dans la base de donn\u00e9es externe
opsb.relationaldb.credmanager.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es pour CredentialManager
opsb.relationaldb.credmanager.dbUser.tip=Saisir le nom de l\u2019utilisateur de CredentialManager dans la base de donn\u00e9es externe
opsb.relationaldb.monitoringsnf.dbUser.label=Nom d\u2019utilisateur de la base de donn\u00e9es pour MonitoringSNF
opsb.relationaldb.monitoringsnf.dbUser.tip=Entrez le nom de l\u2019utilisateur de MonitoringSNF dans la base de donn\u00e9es externe

opsb.relationaldb.obmevent.dbPass.label=Mot de passe de la base de donn\u00e9es (\u00c9v\u00e9nements OBM)
opsb.relationaldb.obmmgmt.dbPass.label=Mot de passe de la base de donn\u00e9es (Gestion OBM)
opsb.relationaldb.obmrtsm.dbPass.label=Mot de passe de la base de donn\u00e9es (RTSM OBM)
opsb.relationaldb.monitoringadmin.dbPass.label=Mot de passe de la base de donn\u00e9es (MonitoringAdmin)
opsb.relationaldb.credmanager.dbPass.label=Mot de passe de la base de donn\u00e9es (CredentialManager)
opsb.relationaldb.monitoringsnf.dbPass.label=Mot de passe de la base de donn\u00e9es (MonitoringSNF)

opsb.relationaldb.generaterandompasswordkey.label=G\u00e9n\u00e9rer un mot de passe al\u00e9atoire
opsb.relationaldb.generaterandompasswordkey.desc=Mot de passe de la base de donn\u00e9es int\u00e9gr\u00e9e. Permet de g\u00e9n\u00e9rer le mot de passe de mani\u00e8re al\u00e9atoire

opsb.relationaldb.randompassword.label=Mot de passe de la base de donn\u00e9es
opsb.relationaldb.randompassword.tooltip=Veuillez saisir le mot de passe de l\u2019utilisateur de la base de donn\u00e9es int\u00e9gr\u00e9e
opsb.relationaldb.randompassword.desc=Mot de passe de la base de donn\u00e9es int\u00e9gr\u00e9e (g\u00e9n\u00e9r\u00e9 de mani\u00e8re al\u00e9atoire lorsque ce champ est vide).

opsb.vertica.resourcepoolname.label=Nom du pool de ressources Vertica
opsb.vertica.resourcepoolname.desc=Saisissez un nom de pool de ressources g\u00e9r\u00e9 en externe uniquement si le nom ne correspond pas au nom de pool par d\u00e9faut. Sinon, ignorez cette option.

opsb.cloud.externalDns.label=Activer l\u2019entr\u00e9e de route automatis\u00e9e dans le DNS
opsb.cloud.externalDns.desc=D\u00e9finissez cette valeur sur true pour activer l\u2019acc\u00e8s aux services hors du cluster K8S

opsb.cloud.externalHost.label=Valeur de cha\u00eene pour le nom DNS du proxy pulsar.
opsb.loadbalancer.ip.label=IP priv\u00e9e pour la configuration d\u2019Azure Load Balancer

opsb.deploysize.extralarge.label=Tr\u00e8s grand
opsb.deploysize.large.label=Grand
opsb.deploysize.medium.label=Moyen
opsb.deploysize.evaluation.label=\u00c9valuation

opsb.storageclassname.label=Nom de classe de stockage
opsb.storageclassname.desc=Entrez le nom de la classe de stockage cr\u00e9\u00e9e \u00e0 l\u2019aide d\u2019OCS Operator.

opsb.des.desEnableEnrichment.label=Activer le service d\u2019enrichissement des donn\u00e9es
opsb.des.desEnableEnrichment.desc=Si elle est activ\u00e9e, cette option permet de traiter l\u2019enrichissement des donn\u00e9es sur les temps d\u2019arr\u00eat pour les m\u00e9triques entrantes. Si elle est d\u00e9sactiv\u00e9e, DES est configur\u00e9 de fa\u00e7on \u00e0 fonctionner en mode passthrough.
opsb.des.desEnrichmentBlacklistPrefix.label=Pr\u00e9fixe de la liste noire de l\u2019enrichissement
opsb.des.desEnrichmentBlacklistPrefix.desc=Liste s\u00e9par\u00e9e par des virgules contenant les rubriques ODL qui ne doivent pas faire l\u2019objet d\u2019un enrichissement. Ces m\u00e9triques seront en mode passthrough.
opsb.des.desEnrichmentWhitelistPrefix.label=Pr\u00e9fixe de la liste blanche de l\u2019enrichissement
opsb.des.desEnrichmentWhitelistPrefix.desc=Liste s\u00e9par\u00e9e par des virgules contenant les rubriques ODL qui doivent faire l\u2019objet d\u2019un enrichissement.

###end###