common.group.externalAccess.label=Configuraci\u00f3n de acceso externo
common.group.externalAccess.desc=Configuraci\u00f3n para acceder a la implementaci\u00f3n de   OpsBridge desde fuera del cl\u00faster, por ejemplo, a trav\u00e9s de un navegador
common.group.locale.label=Configuraci\u00f3n regional
common.group.locale.desc=Seleccione la configuraci\u00f3n regional que quiera para las distintas caracter\u00edsticas del producto.  Tenga en cuenta que algunas caracter\u00edsticas del producto pueden no estar disponibles en la configuraci\u00f3n seleccionada y se mostrar\u00e1n en ingl\u00e9s.

common.group.docker.label=Configuraci\u00f3n del registro del Docker
common.group.general.label=Tama\u00f1o de la implementaci\u00f3n
common.group.security.label=Usuarios y contrase\u00f1as
common.group.uid-gid.label=Id. de usuario e Id. de grupo
common.group.tlsCerts.label=Cargar certificados TLS
common.group.cosoClientCerts.label=Cargar certificados de autenticaci\u00f3n de cliente OPTIC Data Lake
common.group.byok.label=Proveedor de Kubernetes
common.group.byokParams.label=Par\u00e1metros de la nube
common.group.storage.label=Par\u00e1metros de almacenamiento persistente

# keep these properties next to each other for consistent messaging across variations
coso.group.multiDeploy.label=Configuraci\u00f3n de varias implementaciones de OPTIC Data Lake
coso.enable.multiDeploy.label=Configurar los informes de OPTIC para varias implementaciones
nom.enable.multiDeploy.label=Configurar NOM para varias implementaciones
coso.enable.multiDeploy.desc=Esta nueva instancia de informes de OPTIC se implementar\u00e1 utilizando los n\u00fameros de NodePort predeterminados. Si ya tiene una implementaci\u00f3n de informes de OPTIC en este cl\u00faster, debe especificar n\u00fameros de NodePort \u00fanicos para evitar conflictos con los servicios de informes de OPTIC existentes.
nom.enable.multiDeploy.desc=Esta nueva instancia de NOM en contenedor se implementar\u00e1 utilizando los n\u00fameros de NodePort predeterminados.  Si ya tiene una implementaci\u00f3n de NOM con en contenedores en este cl\u00faster, debe especificar n\u00fameros de NodePort \u00fanicos para evitar conflictos con los servicios de NOM con contenedores existentes.

opsb.group.text.label=Su selecci\u00f3n de capacidad debe coincidir con el tama\u00f1o recomendado por la calculadora de tama\u00f1o

coso.group.multiDeploy.desc=Si hay desplegadas varias instancias de OPTIC Data Lake en contenedores en el cl\u00faster, configure lo siguiente. Tenga en cuenta que los valores mostrados son los valores predeterminados que probablemente ser\u00e1n utilizados por la instancia OPTIC Data Lake existente, por lo que deben elegirse n\u00fameros de puerto diferentes.
nom.group.multiDeploy.desc=Configure lo siguiente. Tenga en cuenta que los valores mostrados son los valores predeterminados que probablemente utilizar\u00e1 la instancia de NOM existente, por lo que deben elegirse n\u00fameros de puerto diferentes.

common.externalHost.label=Nombre de dominio completo (FQDN) del host de acceso externo
common.externalHost.tip=Este es el FQDN para acceder a   OpsBridge, por ejemplo, a trav\u00e9s de un navegador u otro acceso desde fuera del cl\u00faster
common.externalPort.label=Puerto de acceso externo - NodePort de entrada
common.externalPort.desc=NodePort de Kubernetes disponible para el controlador de entrada   OpsBridge
common.externalPort.tip=El acceso externo a   OpsBridge ser\u00e1 a trav\u00e9s de este puerto.  Como no tiene un equilibrador de carga, entonces este debe ser un NodePort de Kubernetes disponible en el cl\u00faster.
common.externalPort.lb.label=Puerto de acceso externo - Puerto del equilibrador de carga
common.externalPort.lb.desc=Puerto en el equilibrador de carga que se utiliza para el acceso externo, por ejemplo, a trav\u00e9s de un explorador.
common.externalPort.lb.tip=El acceso externo a   OpsBridge ser\u00e1 a trav\u00e9s de este puerto.  Dado que tiene un equilibrador de carga, este ser\u00e1 el puerto para el equilibrador de carga.

common.loadBalancer.label=Utilizar el equilibrador de carga de hardware
common.loadBalancer.tip=Habilite esta opci\u00f3n si tiene un equilibrador de carga de hardware delante de su cl\u00faster
common.nginxPort.label=Puerto de entrada del cl\u00faster para el equilibrador de carga
common.nginxPort.desc=Puerto de entrada expuesto en el cl\u00faster para que el equilibrador de carga reenv\u00ede las peticiones al cl\u00faster
common.nginxPort.tip=Se trata de un NodePort de Kubernetes disponible en el cl\u00faster que el equilibrador de carga utilizar\u00e1 para acceder al cl\u00faster

common.docker.reg.label=Nombre del registro del Docker
common.docker.reg.desc=Registro de Docker del que se pueden extraer im\u00e1genes de contenedores para esta aplicaci\u00f3n
common.docker.org.label=Nombre de organizaci\u00f3n del Docker
common.docker.org.desc=Nombre de la organizaci\u00f3n para el registro de Docker

common.tls.disabled.warning=Si no selecciona esta opci\u00f3n, se deshabilitar\u00e1n u omitir\u00e1n las caracter\u00edsticas de seguridad y, por lo tanto, se expondr\u00e1 el sistema a mayores riesgos de seguridad. Al hacerlo, usted comprende y acepta asumir todos los riesgos asociados y exime a Open Text de toda responsabilidad por estos.
common.tls.disabled.ack=Es consciente de que deshabilitar la seguridad de la capa de transporte supondr\u00e1 omitir las caracter\u00edsticas de seguridad y, por lo tanto, se expondr\u00e1 el sistema a mayores riesgos de seguridad. Al hacerlo, usted comprende y acepta asumir todos los riesgos asociados y exime a Open Text de toda responsabilidad por estos.


# Keep these next set of properties next to each other, so that they have consistent wording except for suite-specific content.
common.security.tlsCerts.label=Certificados CA o autofirmados para TLS.  Necesario para la comunicaci\u00f3n con componentes como Vertica, Postgres y otros.
common.security.tlsCerts.nom.label=Certificados CA o autofirmados para TLS. Necesarios para la comunicaci\u00f3n con componentes como Vertica, Postgres, NNMi y otros.
common.security.tlsCerts.nom.noVertica.label=Certificados CA o autofirmados para TLS.  Necesario para la comunicaci\u00f3n con componentes como Postgres, NNMi, NA y otros.

common.security.tlsCerts.tip=Certificados individuales del servidor o certificado de CA que firm\u00f3 esos certificados del servidor. Para las bases de datos Postgres y Oracle, los certificados deben tener la extensi\u00f3n .crt. Para la base de datos Vertica, el certificado puede tener la extensi\u00f3n .pem o .crt. Los certificados deben seguir la codificaci\u00f3n pem (Base64 ASCII).
dca.security.tlsCerts.tip=Certificados de servidor individuales o certificado CA que firm\u00f3 esos certificados de servidor. Los certificados deben seguir la codificaci\u00f3n pem (Base64 ASCII). Para la base de datos Vertica, el certificado debe tener extensi\u00f3n .pem o .crt.
common.security.tlsCerts.max=No puede incluir m\u00e1s de 10 certificados de CA con esta implementaci\u00f3n

common.security.clientCerts.label=Proporcionar certificados para la autenticaci\u00f3n de clientes con OPTIC Data Lake
common.security.clientCerts.nom.label=Proporcione certificados de servidor individuales de NNMi, NA y Traffic iSPI en este widget. Si tiene previsto utilizar certificados CA para la autorizaci\u00f3n, se recomienda crear una entidad emisora independiente solo para NNMi, NA y Traffic iSPI. El uso de la entidad emisora ra\u00edz de su organizaci\u00f3n permitir\u00e1 que cualquier servidor firmado con esta entidad emisora obtenga acceso y reciba datos de OPTIC Data Lake. Puede seguir utilizando la entidad emisora ra\u00edz de su organizaci\u00f3n si acepta los riesgos que conlleva.
common.security.clientCerts.tip=Se utilizan para la autorizaci\u00f3n de clientes, es decir, para que servicios externos introduzcan datos en OPTIC Data Lake.  Estos certificados deben estar codificados en formato pem.
common.security.clientCerts.nom.tip=Se utilizan para la autorizaci\u00f3n de clientes, es decir, para que servicios externos introduzcan datos en OPTIC Data Lake.  No deben ser certificados CA, sino certificados de servidor individuales.  Estos certificados deben estar codificados en formato pem.
common.security.clientCerts.max=No puede incluir m\u00e1s de 10 certificados de CA con esta implementaci\u00f3n

common.security.uid.label=Id. de usuario (UID)
common.security.uid.desc=Todos los contenedores de la implementaci\u00f3n se ejecutar\u00e1n con este UID
common.security.gid.label=Id. de grupo (GID)
common.security.gid.desc=Todos los contenedores de la implementaci\u00f3n se ejecutar\u00e1n con este GID

common.byok.provider.label=Seleccione un proveedor de Kubernetes
common.byok.cdf.label=Kubernetes integrado desde el kit de herramientas de gesti\u00f3n OPTIC
common.byok.aws.label=Amazon Elastic Kubernetes Service
common.byok.azure.label=Microsoft Azure Kubernetes Service
common.byok.gcp.label=Google Cloud Platform GKE
common.byok.openshift.label=RedHat OpenShift
common.byok.generic.label=Gen\u00e9rico


common.byok.storageClass.default.label=Nombre de clase de almacenamiento predeterminado 
common.byok.storageClass.default.desc=Si est\u00e1 utilizando la capacidad de aprovisionamiento NFS de OMT, el valor anterior debe cambiarse a "cdf-nfs".
common.byok.storageClass.default.tip=Deje este campo en blanco para permitir que Kubernetes utilice la clase de almacenamiento PV predeterminada para el cl\u00faster.
common.byok.storageClass.journal.label=Nombre de la clase de almacenamiento para OPTIC Data Lake Message Bus Bookkeeper Journal
common.byok.storageClass.ledgers.label=Nombre de la clase de almacenamiento para OPTIC Data Lake Message Bus Bookkeeper Journal
common.byok.storageClass.zookeeper.label=Nombre de la clase de almacenamiento para OPTIC Data Lake Message Bus Zookeeper
common.byok.storageClass.minio.label=Nombre de la clase de almacenamiento para OPTIC Data Lake MinIO
common.byok.externalHost.aws.label=FQDN del equilibrador de carga en la nube
common.byok.externalHost.aws.tip=Registro de DNS configurado para el equilibrador de carga utilizando la ruta 53
common.byok.loadBalancer.ip.label=Direcci\u00f3n IP del equilibrador de carga en la nube
common.byok.loadBalancer.annotation.label=Anotaci\u00f3n de Kubernetes para el equilibrador de carga
common.byok.loadBalancer.annotation.desc=Las anotaciones difieren seg\u00fan el proveedor de la nube.  Este valor es una cadena separada por comas, rodeada por corchetes.
common.byok.loadBalancer.annotation.tip=Valor de ejemplo para Azure: {"service.beta.kubernetes.io/azure-load-balancer-internal":"true"}


common.byok.pvcSize.journal.label=Tama\u00f1o de almacenamiento para OPTIC Data Lake Message Bus Bookkeeper Journal
common.byok.pvcSize.ledgers.label=Tama\u00f1o de almacenamiento para OPTIC Data Lake Message Bus Bookkeeper Ledgers
common.byok.pvcSize.zookeeper.label=Tama\u00f1o de almacenamiento para OPTIC Data Lake Message Bus Zookeeper
common.byok.pvcSize.minio.label=Tama\u00f1o de almacenamiento para OPTIC Data Lake MinIO



common.servercert.group.label=Implantar un certificado de servidor firmado por CA para la entrada de aplicaciones
common.servercert.format.label=Seleccione el formato de los archivos de certificado
common.servercert.cacert.label=Cargar el archivo que contiene el certificado de la autoridad de certificaci\u00f3n (CA) emisora
common.servercert.servercert.label=Cargar el archivo que contiene el certificado del servidor, incluida la cadena de certificados
common.servercert.servercert.desc=El certificado del servidor debe estar en formato pem codificado en base64, y debe contener todos los certificados intermedios de la cadena de certificados
common.servercert.privatekey.label=Cargar el archivo que contiene la clave privada
common.servercert.privatekeypass.label=Introducir la contrase\u00f1a del archivo de clave privada, si es necesario
common.servercert.pkcs12.label=Cargar el archivo PKCS12 que contiene su clave y certificado TLS
common.servercert.pkcs12.tip=Este archivo PKCS12 puede contener tambi\u00e9n el certificado de la autoridad de certificaci\u00f3n (CA).  Si no lo hace, debe especificarlo, arriba.
common.servercert.pkcs12pass.label=Introducir la contrase\u00f1a del archivo PKCS12, si es necesario
common.servercert.pkcs12pass.tip=El archivo PKCS12 puede estar opcionalmente protegido por contrase\u00f1a. Tenga en cuenta que la clave privada dentro de ese archivo PKCS12 NO debe estar protegida con una contrase\u00f1a diferente.

common.servercert.opticdl.group.label=Implantar un certificado firmado por una CA externa para un bus de mensajes OPTIC Data Lake

common.group.cloud.label=Configurar el nombre DNS para los servicios de OPTIC Data Lake
common.group.cloud.desc=De forma predeterminada, se puede acceder a los servicios OPTIC Data Lake a trav\u00e9s del host de acceso externo. Omita esta secci\u00f3n si no est\u00e1 utilizando varios equilibradores de carga delante de la aplicaci\u00f3n. Si est\u00e1 utilizando un equilibrador de carga de aplicaciones (ALB) para el controlador de ingreso, ingrese los nombres DNS bajo los cuales se puede acceder a los servicios OPTIC Data Lake desde clientes que se ejecutan fuera del cl\u00faster de Kubernetes. 
common.cloud.externalDns.label=Crear nombre DNS autom\u00e1ticamente
common.cloud.externalDns.desc=Establezca esto en verdadero para permitir la creaci\u00f3n autom\u00e1tica del nombre DNS que se indica a continuaci\u00f3n [Aplicable solo para AWS]
common.cloud.externalHost.label=Nombre de DNS para el proxy del bus de mensajes de OPTIC Data Lake.
common.cloud.externalHost-receiver.label=Nombre DNS del servicio receptor OPTIC Data Lake HTTP.
common.cloud.externalHost-administration.label=Nombre de DNS para el servicio de administraci\u00f3n de OPTIC Data Lake
common.cloud.externalHost-dataAccess.label=Nombre del host del servicio de acceso a datos de OPTIC Data Lake.
common.cloud.externalHost.desc=Para optimizar el flujo, Vertica necesita conectarse al bus de mensajes de OPTIC Data Lake. Introduzca el nombre de host bajo el cual la base de datos Vertica puede alcanzar el bus de mensajes de OPTIC Data Lake. Si el nombre DNS dado no existe, el flujo de datos no funcionar\u00e1.
common.cloud.externalHost-receiver.desc=Introduzca el nombre de host con el que se puede acceder al receptor de OPTIC Data Lake desde clientes ubicados fuera del cl\u00faster de Kubernetes.
common.cloud.externalHost-administration.desc=Introduzca el nombre de host con el que se puede acceder a la administraci\u00f3n de OPTIC Data Lake desde clientes ubicados fuera del cl\u00faster de Kubernetes
common.cloud.externalHost-dataAccess.desc=Introduzca el nombre de host con el que se puede acceder a los datos de OPTIC Data Lake desde clientes ubicados fuera del cl\u00faster de Kubernetes.
common.loadbalancer.ip.label=IP privada de la configuraci\u00f3n del equilibrador de carga de Azure

common.group.monitoring.label=Monitorizaci\u00f3n autom\u00e1tica
common.monitoring.prometheus.label=Despliegue de la configuraci\u00f3n de monitorizaci\u00f3n
common.monitoring.prometheus.description=Solo es efectivo si la monitorizaci\u00f3n de Prometheus est\u00e1 desplegada dentro del cl\u00faster.
common.monitoring.grafana.label=Desplegar panel de Grafana

common.group.clusterrole.label=Configurar funci\u00f3n de cl\u00faster
common.byok.generic.toggle.label=Habilitar la creaci\u00f3n la funci\u00f3n de cl\u00faster
common.byok.generic.toggle.description=Establezca este par\u00e1metro en false solo si ya tiene una funci\u00f3n de cl\u00faster creada.
common.db.ssl.false.message.awsclusterrole= Las capacidades estar\u00e1n restringidas y algunas funcionalidades no estar\u00e1n disponibles en AWS. Consulte la documentaci\u00f3n para obtener m\u00e1s informaci\u00f3n.
common.db.ssl.false.message.awsclusterrole.title= ADVERTENCIA

common.locale.label=Elegir configuraci\u00f3n regional
common.locale.en.label=Ingl\u00e9s (en-US)
common.locale.es.label=Espa\u00f1ol (es-ES)
common.locale.de.label=Alem\u00e1n (de-DE)
common.locale.fr.label=Franc\u00e9s (fr-FR)
common.locale.ja.label=Japon\u00e9s (ja-JP)
common.locale.zh.label=Chino simplificado (zh-CN)

common.capabilities.opticReporting.label=Informes de OPTIC
common.capabilities.opticReporting.enable.label=Habilitar informes de OPTIC
common.capabilities.dashboard.label=Paneles de partes interesadas
common.capabilities.dashboard.enable.label=Habilitar paneles de partes interesadas
common.capabilities.perfTroubleshooter.label=Solucionador de problemas de rendimiento e incidentes
common.capabilities.perfTroubleshooter.enable.label=Habilitar solucionador de problemas de rendimiento e incidentes
common.capability.requiresoptic.desc=Incluye OPTIC Data Lake

bvd.group.label=Configurar informes de OPTIC para los paneles de partes interesadas
bvd.reports.label=La herramienta de informes de OPTIC dispone de informes optimizados para algunas configuraciones regionales. Elija los informes localizados que desee.
bvd.reports.desc=Tenga en cuenta que, cuando existan informes localizados, estos se mostrar\u00e1n en lugar del correspondiente informe en ingl\u00e9s. Es decir, para cualquier informe espec\u00edfico, puede tener tanto el informe localizado como el informe en ingl\u00e9s.
bvd.reports.en.label=Implementar informes solo para ingl\u00e9s (en-US)
bvd.reports.ja.label=Implementar informes para japon\u00e9s (ja-JP) cuando est\u00e9 disponible, de lo contrario, en ingl\u00e9s
bvd.reports.zh.label=Implementar informes para chino simplificado (zh-CN) cuando est\u00e9 disponible, de lo contrario, en ingl\u00e9s
bvd.reports.de.label=Implementar informes para alem\u00e1n (de-DE) cuando est\u00e9 disponible, de lo contrario, en ingl\u00e9s
vertica.group.label=Base de datos Vertica
vertica.group.desc=Ajustes para configurar la base de datos Vertica para   OpsBridge
vertica.group.rwuser.label=Base de datos Vertica (usuario de lectura/escritura)
vertica.group.rouser.label=Base de datos Vertica (usuario de solo lectura)

vertica.dbType.label=Base de datos Vertica
vertica.dbType.embedded.label=Vertica integrada (solo evaluaci\u00f3n)
vertica.dbType.external.label=Vertica externa
vertica.dbHost.label=Nombre(s) de host de Vertica
vertica.dbHost.desc=Lista separada por comas de los FQDN de los servidores de cl\u00faster de Vertica
vertica.dbHost.tip=Para un cl\u00faster de Vertica, introduzca los FQDN de cada servidor de Vertica, separados por comas.  Estos nombres de host deben coincidir con el nombre com\u00fan (CN) o el nombre alternativo del sujeto (SAN) en el certificado TLS para cada servidor.
vertica.dbPort.label=Puerto de Vertica externa
vertica.dbTls.label=TLS de Vertica (si se habilita, la comunicaci\u00f3n con los servicios de Vertica ser\u00e1 segura)
vertica.dbName.label=Nombre/esquema de la base de datos Vertica

vertica.dbRwUser.label=Nombre de usuario de lectura/escritura de Vertica
vertica.dbRoUser.label=Nombre de usuario de solo lectura de Vertica
vertica.dbRwUser.desc=Nombre de usuario administrador de Vertica con permisos para crear tablas y otras operaciones de este tipo
vertica.dbRoUser.desc=Nombre de usuario de Vertica con permisos de solo lectura
vertica.dbRwPass.label=Contrase\u00f1a de usuario de lectura/escritura de Vertica
vertica.dbRoPass.label=Contrase\u00f1a de usuario de solo lectura de Vertica

coso.group.label=Herramienta de informes de OPTIC Data Lake
coso.group.aws-s3.label=Configuraci\u00f3n de OPTIC Data Lake para AWS S3
verticaPools.group.label=Grupos de recursos de Vertica

coso.monitoring.deploy.label=Implementar la supervisi\u00f3n de los informes OPTIC Data Lake
coso.monitoring.deploy.tip=Esta caracter\u00edstica es opcional y otorga visibilidad sobre los an\u00e1lisis de tiempo de ejecuci\u00f3n de OPTIC Data Lake
coso.monitoring.password.label=Crear contrase\u00f1a del servicio de monitorizaci\u00f3n de OPTIC Data Lake (usuario: diadmin)
coso.monitoring.password.tip=  OpsBridge crear\u00e1 un usuario para acceder al servicio de supervisi\u00f3n de OPTIC Data Lake utilizando esta contrase\u00f1a
coso.lvp.deploy.label=Conectar con el aprovisionador de volumen local (LVP)2 existente
coso.lvp.deploy.tip=Esto requiere que el LVP ya haya sido configurado, y el almacenamiento local creado en los nodos de trabajo.

coso.aws.s3.region.label=Regi\u00f3n de AWS S3
coso.aws.s3.accessKey.label=Clave de acceso de admin. de AWS S3
coso.aws.s3.secretKey.label=Clave secreta de admin. de AWS S3

multiDeploy.selector.label=Habilitar las capacidades de varias implementaciones
multiDeploy.selector.tip=Habilite esta opci\u00f3n si desea implementar varias aplicaciones en un solo cl\u00faster
multiDeploy.port.diadmin.label=NodePort de Kubernetes para el servicio de administraci\u00f3n DI de OPTIC Data Lake
multiDeploy.port.dataaccess.label=NodePort de Kubernetes para el servicio de acceso a datos de OPTIC Data Lake
multiDeploy.port.minio.label=NodePort de Kubernetes para el servicio OPTIC DL minio
multiDeploy.port.pulsar.http.label=NodePort de Kubernetes para el servicio HTTP de bus de mensajes de OPTIC DL
multiDeploy.port.pulsar.https.label=NodePort de Kubernetes para el servicio HTTPS de bus de mensajes de OPTIC DL
multiDeploy.port.pulsar.label=NodePort de Kubernetes para el servicio de bus de mensajes de OPTIC DL
multiDeploy.port.pulsarssl.label=NodePort de Kubernetes para el servicio SSL de bus de mensajes de OPTIC DL
multiDeploy.port.vertica.label=NodePort de Kubernetes para la base de datos de Vertica integrada
multiDeploy.port.receivernode.label=NodePort de Kubernetes para el receptor OPTIC DL
multiDeploy.port.grafana.label=NodePort de Kubernetes para el servicio de supervisi\u00f3n de OPTIC Data Lake

coso.monitoring.suffix.label=Sufijo \u00fanico para el servicio de supervisi\u00f3n de OPTIC Data Lake
coso.monitoring.suffix.desc=Cada instancia de supervisi\u00f3n de OPTIC Data Lake despliega servicios que deben tener nombres \u00fanicos para evitar colisiones.  Proporcione un sufijo \u00fanico que se agregar\u00e1 al nombre.
coso.monitoring.suffix.tip=Introduzca una cadena corta (16 caracteres como m\u00e1ximo) que sea \u00fanica dentro del cl\u00faster

coso.group.cloud.label=Configuraci\u00f3n del puerto en la nube para OPTIC Data Lake
coso.group.cloud.desc=Esta implementaci\u00f3n basada en la nube requiere que los puertos de los nodos expuestos para OPTIC Data Lake est\u00e9n en el rango de 30000 a 32767
vertica.group.cloud.label=Configuraci\u00f3n del puerto en la nube para Vertica integrado
vertica.group.cloud.desc=Esta implementaci\u00f3n basada en la nube requiere que los puertos de los nodos expuestos para Vertica integrado est\u00e9n en el rango de 30000 a 32767

shared.optic.group.sharedOptic.label=Informes externos de OPTIC
shared.optic.useOpticData Lake.label=Habilitar uso de la herramienta de informes de OPTIC Data Lake
shared.optic.useOpticDL.desc=Si se habilita, la capacidad de informes de OPTIC Data Lake estar\u00e1 disponible; desactive esta opci\u00f3n para trabajar con el caso de uso de la soluci\u00f3n de problemas de rendimiento de NOM sin informes de OPTIC Data Lake
shared.optic.enabled.label=Habilitar el informe externo de OPTIC
shared.optic.enabled.desc=Si est\u00e1 habilitada,   OpsBridge utilizar\u00e1 una instancia de informes de OPTIC existente.  En caso contrario, se desplegar\u00e1 una nueva instancia de informes de OPTIC.
shared.optic.externalHost.label=Introduzca el FQDN de la entrada compartida de OPTIC existente
shared.optic.externalPort.label=Introduzca el puerto para la entrada compartida de OPTIC existente
shared.optic.sharedNamespace.label=Proporcionar el espacio de nombres de Kubernetes para la instancia compartida de OPTIC existente
shared.optic.sharedNamespace.desc=Si se proporciona, NOM utilizar\u00e1 la comunicaci\u00f3n entre espacios de nombres, que es mucho m\u00e1s r\u00e1pida que la que se realiza a trav\u00e9s de un host externo y de la entrada
shared.optic.internal.loadBalancer.label=Equilibrador de carga interno y externo existente
shared.optic.internal.loadBalancer.desc=Permitir tener una red "interna" independiente para el tr\u00e1fico interno del cl\u00faster frente a la red "externa" para el acceso de los usuarios.
shared.optic.internalHost.label=Introduzca el FQDN/la IP del equilibrador de carga interno para la entrada
shared.optic.internalPort.label=Introduzca el FQDN/la IP del equilibrador de carga interno para la entrada
shared.optic.diAdminPort.label=Introduzca el NodePort de Kubernetes para el servicio de administraci\u00f3n de OPTIC Data Lake
shared.optic.diPulsarPort.label=Introducir el NodePort de Kubernetes para el servicio del bus de mensajes de OPTIC Data Lake
shared.optic.diDataAccessPort.label=Introduzca el NodePort de Kubernetes para el servicio de acceso a datos de OPTIC Data Lake
shared.optic.idm.transportPassword.label=Introduzca la contrase\u00f1a para el usuario de transporte IDM de la aplicaci\u00f3n del proveedor
shared.optic.idm.signKey.label=Introduzca la clave de firma de IDM
shared.optic.idm.signKey.desc=Se trata de una clave generada aleatoriamente que se utiliza para la comunicaci\u00f3n interna de IDM

shared.optic.reporting.capability.desc=Habilitar capacidad de informes
shared.optic.cosomode.label=Modo de informe de OPTIC DL
shared.optic.cosomode.tip=Esta caracter\u00edstica es opcional y otorga visibilidad sobre los an\u00e1lisis de tiempo de ejecuci\u00f3n de OPTIC Data Lake
shared.optic.receiver.port.label=Introducir NodePort de Kubernetes para el servicio de receptor OPTIC Data Lake
shared.optic.bvdadmin.username.label=Nombre de usuario de BVD
shared.optic.bvdadmin.username.description=Introducir nombre de usuario de administrador para BVD
shared.optic.bvdadmin.password.label=Contrase\u00f1a de administrador de BVD
shared.optic.bvdadmin.password.description=Introducir la contrase\u00f1a de BVD


opticReporting.group.label=Configurar OPTIC Data Lake
opticReporting.deployMode.label=Implementar OPTIC Data Lake como parte de esta aplicaci\u00f3n o utilizar OPTIC Data Lake existente
opticReporting.deployMode.internal.label=Implementar OPTIC Data Lake
opticReporting.deployMode.external.label=Usar OPTIC Data Lake existente

opticReporting.connectMode.label=Elegir el m\u00e9todo de conexi\u00f3n a OPTIC Data Lake existente
opticReporting.connectMode.namespace=Conectarse usando la comunicaci\u00f3n entre espacios de nombres
opticReporting.connectMode.internalHost=Conectarse usando FQDN de la misma zona o un \u00fanico FQDN interno
opticReporting.connectMode.externalHost=Conectarse con el host de acceso externo
opticReporting.connectMode.serviceFQDN=Conectarse usando FQDN espec\u00edficos del servicio
opticReporting.deployService.expressLoad.label=Implementar carga r\u00e1pida de OPTIC DL
opticReporting.deployService.expressLoad.desc=Implementar carga r\u00e1pida de OPTIC DL
opsb.opticReporting.deployService.expressLoad.desc=La carga r\u00e1pida de OPTIC DL debe implementarse cuando se prev\u00e9 utilizar la ingesta de datos abiertos o compartir OPTIC Data Lake con NOM.
opticReporting.externalHost.label=Host de acceso externo de la aplicaci\u00f3n del proveedor
opticReporting.externalPort.label=Puerto del controlador de entrada
opticReporting.namespace.label=Espacio de nombres de la aplicaci\u00f3n del proveedor
opticReporting.internalHost.label=FQDN del host de acceso interno de la aplicaci\u00f3n del proveedor
opticReporting.internalPort.label=Puerto de host de acceso interno de la aplicaci\u00f3n del proveedor
opticReporting.diReceiver.serviceFQDN.label=Nombre de host del servicio de ingesta de OPTIC Data Lake
opticReporting.diReceiver.port.label=Puerto del servicio de ingesta de OPTIC Data Lake
opticReporting.diAdmin.serviceFQDN.label=Nombre del host del servicio de administraci\u00f3n de OPTIC Data Lake
opticReporting.diAdmin.port.label=Puerto del servicio de administraci\u00f3n de OPTIC Data Lake
opticReporting.diDataAccess.serviceFQDN.label=Nombre del host del servicio de acceso a datos de OPTIC Data Lake
opticReporting.diDataAccess.port.label=Puerto del servicio de acceso a datos de OPTIC Data Lake
opticReporting.diPulsarHost.serviceFQDN.label=Nombre del host del servicio del bus de mensajes de OPTIC Data Lake
opticReporting.diPulsarSsl.port.label=Puerto del servicio SSL del bus de mensajes de OPTIC Data Lake
opticReporting.diPulsarWeb.port.label=Puerto del servicio web del bus de mensajes de OPTIC Data Lake
opticReporting.ingressController.serviceFQDN.label=FQDN del controlador de entrada del espacio de nombres de la aplicaci\u00f3n del proveedor: Se utiliza para conectarse al IDM desplegado en este espacio de nombres
opticReporting.ingressController.port.label=Puerto del controlador de entrada del espacio de nombres de la aplicaci\u00f3n del proveedor: Se utiliza para conectarse al IDM desplegado en este espacio de nombres
opticReporting.integrationUser.label=Introduzca el nombre de usuario del usuario de integraci\u00f3n de IDM de la aplicaci\u00f3n del proveedor
opticReporting.integrationPassword.label=Contrase\u00f1a de usuario de integraci\u00f3n de IDM de la aplicaci\u00f3n del proveedor
opticReporting.expressLoad.miniostorageclass.label=La clase de almacenamiento utilizada por MinIO PVC
opticReporting.expressLoad.miniostorageclass.desc=Establ\u00e9zcalo como "cdf-nfs" si se utiliza la capacidad de NFSProvisioner

fluentbit.group.fluentbitlabel=Reenv\u00edo de registro 
fluentbit.toggle.label=Activar el reenv\u00edo de registros a Elasticsearch
fluentbit.url.label= URL de Elasticsearch
fluentbit.user.label= Nombre de usuario de Elasticsearch
fluentbit.password.label= Contrase\u00f1a de Elasticsearch
fluentbit.tls.toggle.label= Validar el certificado de Elasticsearch antes de reenviar el registro (por defecto est\u00e1 activado)

common.group.db.label=Configuraci\u00f3n de base de datos de   OpsBridge
common.group.db.admin.label=Base de datos de   OpsBridge (administrador de la base de datos)
common.group.db.idm.label=Base de datos de   OpsBridge (IDM)
common.group.db.apls.label=Base de datos de   OpsBridge (APLS)
common.group.db.bvd.label=Base de datos de   OpsBridge (BVD)

common.db.dbtype.label=Tipo de base de datos
common.db.dbtype.tip=Seleccione si desea utilizar una base de datos integrada o externa. Tenga en cuenta que la base de datos de AWS RDS es equivalente a Postgres externo.
common.db.dbtype.embedded.label=PostgreSQL integrada (solo para las implementaciones de evaluaci\u00f3n con baja huella)
common.db.dbtype.embedded.nom.label=PostgreSQL integrada (solo para las implementaciones cl\u00e1sicas de modo Nano/Peque\u00f1o/Medio o Evaluaci\u00f3n)
common.db.dbtype.pg.label=PostgreSQL externa
common.db.dbtype.oracle.label=Oracle externa


common.db.oracle.connection.label=Elija el m\u00e9todo de conexi\u00f3n de Oracle
common.db.oracle.connStr.label=Cadena de conexi\u00f3n de Oracle
common.db.oracle.connStr.desc=Ejemplo: (DESCRIPTION=(ADDRESS_LIST=(ADDRESS=(PROTOCOL=TCP)(HOST=1.2.3.4)(PORT=1234)))(CONNECT_DATA=(SID=sid)(SERVER=DEDICATED)))
common.db.oracle.svcName.label=Nombre del servicio de Oracle
common.db.oracle.sid.label=SID de Oracle
# These two strings are used in a different context vs. the above.  But the
# strings happen to have the same values, at least as of right now ... But this
# can change in the future, so  I am creating separate properties for the
# two different usages.
common.db.oraSvcName.label=Nombre del servicio de Oracle
common.db.oraSID.label=SID de Oracle


common.db.dbHost.label=Nombre de host de la base de datos
common.db.dbHost.tip=Introduzca el nombre del host de su servidor de base de datos externa.  Este nombre de host debe coincidir con el nombre com\u00fan (CN) o el nombre alternativo del sujeto (SAN) en el certificado TLS para este servidor.
common.db.dbPort.label=Puerto de base de datos para la base de datos externa
common.db.dbPort.tip=Puerto utilizado por la base de datos externa
common.db.tls.label=TLS de la base de datos (habilita la comunicaci\u00f3n segura con los servicios de la base de datos)
common.db.createdb.label=Crear autom\u00e1ticamente las bases de datos necesarias
common.db.createdb.tip=Esta funci\u00f3n requiere que proporcione un usuario administrador de la base de datos y este usuario administrador se utilizar\u00e1 para crear autom\u00e1ticamente los usuarios y las bases de datos necesarios para todos los servicios
common.db.createdb.desc=Nota: Si est\u00e1 intentando crear autom\u00e1ticamente las bases de datos y los usuarios necesarios para la aplicaci\u00f3n, aseg\u00farese de que el usuario administrador de bases de datos especificado a continuaci\u00f3n exista y tenga privilegios suficientes para crear las bases de datos y los usuarios necesarios.

# NOM DB values are here just so we can see all the strings right next to each
# other, in case we ever change the wording, we can change it for everything
# consistently
common.db.admin.dbName.label=Nombre de la base de datos (administrador de la base de datos)
common.db.idm.dbName.label=Nombre de la base de datos (IDM)
common.db.apls.dbName.label=Nombre de la base de datos (APLS)
common.db.bvd.dbName.label=Nombre de la base de datos (BVD)
nom.db.nnmi.dbName.label=Nombre de la base de datos (NNMi y NA)
nom.db.btcd.dbName.label=Nombre de la base de datos (BTCD)

common.db.admin.dbName.tip=Introduzca el nombre de la base de datos ra\u00edz para el usuario administrador de la base de datos
common.db.idm.dbName.tip=Introduzca el nombre de la base de datos existente para el usuario de IDM
common.db.apls.dbName.tip=Introduzca el nombre de la base de datos existente para el usuario de AutoPass Licensing Service (APLS)
common.db.bvd.dbName.tip=Introduzca el nombre de la base de datos existente para el usuario BVD
nom.db.nnmi.dbName.tip=Introduzca el nombre de la base de datos existente para el usuario NNMi/NA
nom.db.btcd.dbName.tip=Introduzca el nombre de la base de datos existente para el usuario de la base de datos de cach\u00e9 de transformaci\u00f3n de l\u00ednea base (BTCD)

common.autocreate.db.idm.dbName.tip=Introduzca el nombre de la base de datos que se crear\u00e1 para el usuario de IDM
common.autocreate.db.apls.dbName.tip=Introduzca el nombre de la base de datos que se crear\u00e1 para el usuario de AutoPass Licensing Service (APLS)
common.autocreate.db.bvd.dbName.tip=Introduzca el nombre de la base de datos que se crear\u00e1 para el usuario de BVD
nom.autocreate.db.nnmi.dbName.tip=Introduzca el nombre de la base de datos que se crear\u00e1 para el usuario de NNMi/NA
nom.autocreate.db.btcd.dbName.tip=Introduzca el nombre de la base de datos que se crear\u00e1 para el usuario de la base de datos de cach\u00e9 de transformaci\u00f3n de l\u00ednea base (BTCD)

common.db.admin.dbUser.label=Nombre de usuario del administrador de la base de datos
common.db.idm.dbUser.label=Nombre de usuario de la base de datos (IDM)
common.db.apls.dbUser.label=Nombre de usuario de la base de datos (APLS)
common.db.bvd.dbUser.label=Nombre de usuario de la base de datos (BVD)
nom.db.nnmi.dbUser.label=Nombre de usuario de la base de datos (NNMi y NA)
nom.db.btcd.dbUser.label=Nombre de usuario de la base de datos (BTCD)

common.db.admin.dbUser.tip=Introduzca el nombre de usuario del administrador de la base de datos externa
common.db.idm.dbUser.tip=Introduzca el nombre del usuario de IDM existente en la base de datos externa
common.db.apls.dbUser.tip=Introduzca el nombre del usuario de AutoPass Licensing Service (APLS) existente en la base de datos externa
common.db.bvd.dbUser.tip=Introduzca el nombre del usuario BVD existente en la base de datos externa
nom.db.nnmi.dbUser.tip=Introduzca el nombre del usuario NNMi/NA existente en la base de datos externa
nom.db.btcd.dbUser.tip=Introduzca el nombre del usuario BTCD existente en la base de datos externa

common.autocreate.db.idm.dbUser.tip=Introduzca el nombre del usuario de IDM que se crear\u00e1 en la base de datos externa
common.autocreate.db.apls.dbUser.tip=Introduzca el nombre del usuario de AutoPass Licensing Service (APLS) que se crear\u00e1 en la base de datos externa
common.autocreate.db.bvd.dbUser.tip=Introduzca el nombre del usuario de BVD que se crear\u00e1 en la base de datos externa
nom.autocreate.db.nnmi.dbUser.tip=Introduzca el nombre del usuario de NNMi/NA que se crear\u00e1 en la base de datos externa
nom.autocreate.db.btcd.dbUser.tip=Introduzca el nombre del usuario de BTCD que se crear\u00e1 en la base de datos externa

common.db.admin.dbPass.label=Contrase\u00f1a del administrador de la base de datos
common.db.idm.dbPass.label=Contrase\u00f1a de la base de datos (IDM)
common.db.apls.dbPass.label=Contrase\u00f1a de la base de datos (APLS)
common.db.bvd.dbPass.label=Contrase\u00f1a de la base de datos (BVD)
nom.db.nnmi.dbPass.label=Contrase\u00f1a de la base de datos (NNMi y NA)
nom.db.btcd.dbPass.label=Contrase\u00f1a de la base de datos (BTCD)

common.db.admin.dbPass.tip=Introduzca la contrase\u00f1a del administrador de la base de datos
common.db.idm.dbPass.tip=Introduzca la contrase\u00f1a del usuario de la base de datos IDM existente
common.db.apls.dbPass.tip=Introduzca la contrase\u00f1a del usuario de la base de datos AutoPass Licensing Service (APLS) existente
common.db.bvd.dbPass.tip=Introduzca la contrase\u00f1a del usuario administrador de la base de datos BVD existente
nom.db.nnmi.dbPass.tip=Introduzca la contrase\u00f1a del usuario administrador de la base de datos NNMi/NA existente
nom.db.btcd.dbPass.tip=Introduzca la contrase\u00f1a del usuario administrador de la base de datos BTCD existente

common.autocreate.db.idm.dbPass.label=Crear contrase\u00f1a de base de datos (IDM) 
common.autocreate.db.apls.dbPass.label=Crear contrase\u00f1a de base de datos (APLS)
common.autocreate.db.bvd.dbPass.label=Crear contrase\u00f1a de base de datos (BVD)
nom.autocreate.db.nnmi.dbPass.label=Crear contrase\u00f1a de base de datos (NNMi y NA)
nom.autocreate.db.btcd.dbPass.label=Crear contrase\u00f1a de base de datos (BTCD)

common.autocreate.db.idm.dbPass.tip=Introduzca la contrase\u00f1a para crear el usuario de la base de datos IDM
common.autocreate.db.apls.dbPass.tip=Introduzca la contrase\u00f1a para crear el usuario de la base de datos AutoPass Licensing Service (APLS)
common.autocreate.db.bvd.dbPass.tip=Introduzca la contrase\u00f1a para crear el usuario de la base de datos BVD
nom.autocreate.db.nnmi.dbPass.tip=Introduzca la contrase\u00f1a para crear el usuario de la base de datos NNMi/NA
nom.autocreate.db.btcd.dbPass.tip=Introduzca la contrase\u00f1a para crear el usuario de la base de datos BTCD

common.db.ssl.false.message=Es consciente de que deshabilitar la seguridad de la capa de transporte supondr\u00e1 omitir las caracter\u00edsticas de seguridad y, por lo tanto, se expondr\u00e1 el sistema a mayores riesgos de seguridad. Al hacerlo, usted comprende y acepta asumir todos los riesgos asociados y exime a Open Text de toda responsabilidad por estos.
common.db.ssl.false.message.title=Desactivar conexiones SSL de base de datos
common.db.skipVerifyHostname.true.message=Aseg\u00farese de que el nombre de host de la base de datos es v\u00e1lido.
common.db.skipVerifyHostname.true.message.title=Verificar el nombre de host de la base de datos
common.db.createDb.false.message=La desactivaci\u00f3n de la creaci\u00f3n autom\u00e1tica requiere que el administrador de la base de datos cree las bases de datos y los usuarios para cada capacidad seleccionada antes de poder implementar este producto. Consulte la documentaci\u00f3n de instalaci\u00f3n del producto para saber c\u00f3mo crear manualmente bases de datos y usuarios. Haga clic en "Aceptar" para confirmar o en "Cancelar" para mantener la creaci\u00f3n autom\u00e1tica de bases de datos y usuarios.
common.db.createDb.false.message.title=Crear manualmente las bases de datos necesarias
common.db.createDb.true.message=Si est\u00e1 intentando crear autom\u00e1ticamente las bases de datos y los usuarios necesarios para la aplicaci\u00f3n, aseg\u00farese de que el usuario administrador de bases de datos especificado a continuaci\u00f3n exista y tenga privilegios suficientes para crear las bases de datos y los usuarios necesarios.

common.group.relationaldb.walletconfig.label=Configuraci\u00f3n de Oracle Database Wallet
common.relationaldb.oraclewallet.file.label=Archivo zip de Oracle Wallet
common.relationaldb.oraclewallet.file.desc=Seleccionar archivo zip de Wallet

common.displaynull= Este par\u00e1metro no muestra ning\u00fan texto 

nom.oracle.unsupported.label=Entiendo que Oracle solo es compatible si la implementaci\u00f3n NNMi y NOM cl\u00e1sicos es el consumidor de un OPTIC Data Lake existente. La implementaci\u00f3n no contin\u00faa si se selecciona Oracle como base de datos para otras opciones de implementaci\u00f3n.
# Base english revision: 0203b1be5c85e53bb59db94fb4c652140455e1f9
opsb.appinfo.displayEdition=
opsb.appinfo.shortDescription=Operations Bridge es una excelente soluci\u00f3n de supervisi\u00f3n de TI h\u00edbrida.

opsb.appinfo.description=<h3>OPERATIONS BRIDGE <b>(OpsBridge)</b></h3> <p>OpenText Operations Bridge (OpsBridge) supervisa su entorno de TI y consolida los datos de las herramientas existentes. Aplica el descubrimiento, la supervisi\u00f3n, el an\u00e1lisis y la correcci\u00f3n automatizados a los datos en infraestructuras tradicionales, privadas, p\u00fablicas, de m\u00faltiples nubes y basadas en contenedores. OpsBridge automatiza las AIOps con el aprendizaje autom\u00e1tico y el an\u00e1lisis que reduce los eventos y acelera la identificaci\u00f3n de la causa ra\u00edz y la correcci\u00f3n. Los ejecutivos obtienen informaci\u00f3n pr\u00e1ctica en sus dispositivos m\u00f3viles con paneles personalizados que muestran el estado clave y los KPI empresariales y de TI.</p>

opsb.appinfo.whatsNew=<p>Consulte las notas de la versi\u00f3n para ver una lista de las funciones introducidas en esta versi\u00f3n:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/ReleaseSummary</p>

opsb.appinfo.requirements=<p>Para planificar el modelo de implementaci\u00f3n, consulte la documentaci\u00f3n en:</p>  <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/PlanTheDeploymentDetails</p> <p>Para determinar el aprovisionamiento de sistemas para una implementaci\u00f3n, consulte la documentaci\u00f3n en:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/Scaling</p> <p>Para obtener detalles sobre los requisitos del sistema, consulte la documentaci\u00f3n en:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/SystemRequirementsOpsBridge</p>

# Base english revision: ed036b77b199b45cf2fc33075ced24c733cf6edb
##
#opsbridge
##
opsb.group.capabilities.sd.label=Paneles de las partes interesadas
opsb.group.capabilities.reporting.label=Informes de OPTIC Data Lake
opsb.group.capabilities.aec.label=Correlaci\u00f3n de eventos autom\u00e1tica
opsb.group.capabilities.obm.label=Operations Bridge Manager
opsb.group.capabilities.cloudmonitoring.label=Supervisi\u00f3n de la nube

opsb.group.relationaldb.embeddedpassword.label=Configuraciones de la base de datos
opsb.group.relationaldb.walletconfig.label=Configuraci\u00f3n de la cartera de la base de datos Oracle
opsb.group.relationaldb.obm.event.label=Base de datos   OpsBridge (EVENTO OBM)
opsb.group.relationaldb.obm.mgmt.label=Base de datos   OpsBridge (OBM MGMT)
opsb.group.relationaldb.obm.ucmdb.label=Base de datos   OpsBridge (UCMDB)
opsb.group.relationaldb.cloudmonitoring.monitoringadmindb.label=  OpsBridge base de datos (MONITORINGADMINDB)
opsb.group.relationaldb.cloudmonitoring.credmanager.label=  OpsBridge base de datos (CREDENTIALMANAGER)
opsb.group.relationaldb.cloudmonitoring.monitoringsnf.label=Base de datos   OpsBridge (MONITORINGSNFDB)

opsb.group.vertica.resourcepoolname.label=Agrupaci\u00f3n de recursos de Vertica
opsb.group.cloud.label=Configurar ajustes para la implementaci\u00f3n en la nube
opsb.group.des.label=Configurar los ajustes del servicio de enriquecimiento de datos

opsb.deploySize.label=Tama\u00f1o previsto de la implementaci\u00f3n (v\u00e9ase "Sizing the Deployment" en la documentaci\u00f3n del producto)
opsb.deploySize.tip=El consumo de memoria y CPU se ajustan en funci\u00f3n de esta configuraci\u00f3n

opsb.group.cosolpv.label=Tama\u00f1o de PVC de vol\u00famenes locales persistentes para OPTIC Data Lake (no modifique estos valores durante la reconfiguraci\u00f3n posterior a la implementaci\u00f3n de la suite)
opsb.lpv.ledgers.size.label=Tama\u00f1o de los vol\u00famenes persistentes locales de los libros de contabilidad
opsb.lpv.journal.size.label=Tama\u00f1o de los vol\u00famenes persistentes locales de los diarios
opsb.lpv.zookeeperdata.size.label=Tama\u00f1o de los vol\u00famenes persistentes locales de datos de Zookeeper
opsb.lpv.zookeeperdatalog.size.label=Tama\u00f1o de los vol\u00famenes persistentes locales de registros de datos de Zookeeper
opsb.lpv.prometheus.size.label=Supervisi\u00f3n del tama\u00f1o de los vol\u00famenes persistentes locales de Prometheus
opsb.lpv.ledgers.storageclass.label=Nombre de clase de almacenamiento de los vol\u00famenes persistentes locales de los libros de contabilidad
opsb.lpv.journal.storageclass.label=Nombre de clase de vol\u00famenes persistentes locales de los diarios
opsb.lpv.zookeeperdata.storageclass.label=Nombre de clase de almacenamiento de los vol\u00famenes persistentes locales de datos de Zookeeper
opsb.lpv.zookeeperdatalog.storageclass.label=Nombre de clase de almacenamiento de los vol\u00famenes persistentes locales de registros de datos de Zookeeper
opsb.lpv.prometheus.storageclass.label=Supervisi\u00f3n del nombre de clase de almacenamiento de los vol\u00famenes persistentes locales de Prometheus

opsb.capability.tags.sd.label=Habilitar el panel de las partes interesadas
opsb.capability.tags.reporting.label=Habilitar la generaci\u00f3n de informes
opsb.capability.tags.aec.label=Habilitar la correlaci\u00f3n de eventos autom\u00e1tica
opsb.capability.tags.obm.label=Habilitar Operations Bridge Manager
opsb.capability.tags.cloudmonitoring.label=Habilitar supervisi\u00f3n de la nube

opsb.reporting.amce.label=Habilitar el recopilador de m\u00e9tricas del agente
opsb.reporting.amce.desc=Habilita la funcionalidad de recopilaci\u00f3n de m\u00e9tricas del agente (se requiere OBM)
opsb.reporting.asam.label=Inicio autom\u00e1tico del recopilador de m\u00e9tricas del agente
opsb.reporting.asam.desc=inicia autom\u00e1ticamente la recopilaci\u00f3n de m\u00e9tricas del agente al arrancar
opsb.reporting.externalobm.label=Utilizar Operations Bridge Manager (OBM) cl\u00e1sico
opsb.reporting.externalobm.desc=Si est\u00e1 habilitado, se utiliza el OBM cl\u00e1sico.
opsb.reporting.externalobm.hostname.label=Nombre de host OBM
opsb.reporting.externalobm.hostname.desc=Nombre de host del servidor OBM
opsb.reporting.externalobm.port.label=Puerto de OBM
opsb.reporting.externalobm.port.desc=N\u00famero de puerto que se conecta al servidor OBM
opsb.reporting.externalobm.rtsmprotocol.label=Protocolo RTSM de OBM
opsb.reporting.externalobm.rtsmprotocol.desc=Protocolo utilizado por los componentes para acceder a OBM y a RTSM. Si OBM est\u00e1 configurado para ser accesible a trav\u00e9s de HTTP, establezca este par\u00e1metro como HTTP.
opsb.reporting.externalobm.rtsmusername.label=Nombre de usuario del RTSM de OBM
opsb.reporting.externalobm.rtsmusername.desc=Nombre de usuario utilizado por los componentes para acceder al RTSM de OBM. Proporcione el nombre de usuario que ha creado para el 'usuario de integraci\u00f3n del recopilador de m\u00e9tricas del agente'
opsb.reporting.externalobm.rtsmpassword.label=Contrase\u00f1a de RTSM de OBM
opsb.reporting.externalobm.rtsmpassword.desc=Introduzca la contrase\u00f1a del usuario RTSM del OBM cl\u00e1sico
opsb.reporting.externalobm.dbnp.label=Puerto de nodo de agente de datos
opsb.reporting.externalobm.dbnp.desc=Puerto accesible externamente en el cl\u00faster utilizado por el OBM externo para comunicarse con el agente de datos
opsb.reporting.externalobm.serverport.label=Puerto de servidor
opsb.reporting.externalobm.serverport.desc=Puerto BBC utilizado por el servidor OBM para las conexiones entrantes
opsb.reporting.externalobm.serverport.tooltip=El recopilador de m\u00e9tricas del agente utiliza este puerto para comunicarse con OBM. El puerto predeterminado utilizado por OBM es el 383, por lo que esta configuraci\u00f3n solo debe cambiarse en caso de que el puerto BBC predeterminado se haya cambiado en el servidor OBM
opsb.reporting.externalobm.itomopsbridgedatabroker.label=Utilizar el recopilador de datos de OBM
opsb.reporting.externalobm.itomopsbridgedatabroker.desc=Utilice la configuraci\u00f3n del recopilador de datos de OBM que se indica a continuaci\u00f3n solo si su URL es diferente de la URL del usuario de OBM
opsb.reporting.externalobm.datacollectorprotocol.label=Protocolo del recopilador de datos de OBM
opsb.reporting.externalobm.datacollectorprotocol.desc=Protocolo que utilizar\u00e1 el agente de datos para conectarse al servidor OBM
opsb.reporting.externalobm.datacollectorhostname.label=Nombre del host del recopilador de datos de OBM
opsb.reporting.externalobm.datacollectorhostname.desc=Nombre de host que utilizar\u00e1 el agente de datos para conectarse al servidor OBM
opsb.reporting.externalobm.datacollectorport.label=Puerto del recopilador de datos de OBM
opsb.reporting.externalobm.datacollectorport.desc=Puerto que utilizar\u00e1 el agente de datos para conectarse al servidor OBM
opsb.reporting.pc.label=N\u00famero de conexiones paralelas
opsb.reporting.pc.desc=El n\u00famero m\u00e1ximo de nodos de Operations Agent a los que puede conectarse una \u00fanica r\u00e9plica del colector de m\u00e9tricas de agente en paralelo durante la recopilaci\u00f3n de m\u00e9tricas normales
opsb.reporting.phc.label=N\u00famero de conexiones hist\u00f3ricas paralelas
opsb.reporting.phc.desc=El n\u00famero m\u00e1ximo de nodos de Operations Agent a los que puede conectarse una \u00fanica r\u00e9plica del colector de m\u00e9tricas de agente en paralelo durante la recopilaci\u00f3n de m\u00e9tricas hist\u00f3ricas
opsb.reporting.cpc.label=Capacidad por recopilador
opsb.reporting.cpc.desc=El n\u00famero m\u00e1ximo de nodos de Operations Agent del que una \u00fanica r\u00e9plica del colector de m\u00e9tricas de agente puede recopilar m\u00e9tricas durante la recopilaci\u00f3n de m\u00e9tricas normales Utilice la calculadora de tama\u00f1o para comprobar el valor correcto para su implementaci\u00f3n.
opsb.reporting.cphc.label=Capacidad por recopilador hist\u00f3rico
opsb.reporting.cphc.desc=El n\u00famero m\u00e1ximo de nodos de Operations Agent del que una \u00fanica r\u00e9plica del colector de m\u00e9tricas de agente puede recopilar m\u00e9tricas durante la recopilaci\u00f3n de m\u00e9tricas hist\u00f3ricas. Utilice la calculadora de tama\u00f1o para comprobar el valor correcto para su implementaci\u00f3n.
opsb.reporting.nrim.label=Intervalo de actualizaci\u00f3n del nodo (en minutos)
opsb.reporting.nrim.desc=El intervalo de tiempo tras el cual el componente solucionador de nodos del recopilador de m\u00e9tricas del agente se conecta al RTSM de OBM para actualizar la lista de nodos de Operations Agent

opsb.obm.bbcPort.label=Puerto BBC de OBM
opsb.omi.storageClassName.aws.label=Storage class for the omi PVCs
opsb.omi.storageClassName.azure.label=Storage class for the omi PVCs
opsb.obm.haenabled.label=Habilitar OBM HA
opsb.obm.haenabled.desc=Habilita la alta disponibilidad de OBM
opsb.obm.admp.label=Implementar el paquete de administraci\u00f3n de AD (ADMP)
opsb.obm.apachemp.label=Implementar el paquete de administraci\u00f3n de Apache (ApacheMP)
opsb.obm.exchangemp.label=Implementar el paquete de administraci\u00f3n de Exchange (ExchangeMP)
opsb.obm.hanamp.label=Implementar el paquete de administraci\u00f3n de HANA (HANAMP)
opsb.obm.inframp.label=Implementar el paquete de administraci\u00f3n de Infra (InfraMP)
opsb.obm.mssqlmp.label=Implementar el paquete de administraci\u00f3n de MSSQL (MSSQLMP)
opsb.obm.oramp.label=Implementar el paquete de administraci\u00f3n de Ora (OraMP)
opsb.obm.sapmp.label=Implementar el paquete de administraci\u00f3n de SAP (SAPMP)
opsb.obm.sapsysmp.label=Implementar el paquete de administraci\u00f3n de SAPSybaseASE (SAPSybaseASEMP)
opsb.obm.wbsmp.label=Implementar el paquete de administraci\u00f3n de Wbs (WbsMP)
opsb.obm.weblogicmp.label=Implementar el paquete de administraci\u00f3n de WebLogic (WebLogic)

opsb.cloudmonitoring.udcollection.label=Habilitar la recopilaci\u00f3n de Universal Discovery
opsb.cloudmonitoring.udcollection.desc=Habilita la funcionalidad basada en UD para la supervisi\u00f3n de la nube.
opsb.cloudmonitoring.externalobm.label=Utilizar OBM externo
opsb.cloudmonitoring.externalobm.desc=Si est\u00e1 habilitado, se utiliza el OBM externo
opsb.cloudmonitoring.udprotocol.label=Protocolo del RTSM de OBM externo
opsb.cloudmonitoring.udhostname.label=Nombre de host del servidor de UCMDB externo
opsb.cloudmonitoring.udport.label=Puerto externo del servidor de UCMDB
opsb.cloudmonitoring.udusername.label=Nombre de usuario externo del RTSM de OBM
opsb.cloudmonitoring.udpassword.label=Contrase\u00f1a del RTSM de OBM externa
opsb.cloudmonitoring.udpassword.desc=Contrase\u00f1a para la UCMDB externa que se utilizar\u00e1 para las recopilaciones de supervisi\u00f3n de la nube
opsb.cloudmonitoring.probevalidation.label=Nivel de validaci\u00f3n del certificado de la sonda de UCMDB
opsb.cloudmonitoring.probevalidation.desc=Los niveles son: Validaci\u00f3n completa; Validaci\u00f3n completa sin comprobaci\u00f3n de revocaci\u00f3n (valor predeterminado); Validaci\u00f3n b\u00e1sica

opsb.opsbridgeadmin.password.label=Crear la contrase\u00f1a de administrador de OpsBridge (usuario: admin)

opsb.relationaldb.oraclewallet.file.label=Archivo zip de la cartera de Oracle
opsb.relationaldb.oraclewallet.file.desc=Seleccione el archivo zip de la cartera

opsb.relationaldb.oraclewallet.password.label=Contrase\u00f1a zip de la cartera de Oracle
opsb.relationaldb.oraclewallet.password.desc=Introduzca la contrase\u00f1a del zip de la cartera de Oracle.

opsb.relationaldb.obmevent.dbName.label=Nombre de la base de datos (evento OBM)
opsb.relationaldb.obmevent.dbName.tip=Introduzca el nombre de la base de datos para el usuario del evento OBM
opsb.relationaldb.obmmgmt.dbName.label=Nombre de la base de datos (administraci\u00f3n OBM)
opsb.relationaldb.obmmgmt.dbName.tip=Introduzca el nombre de la base de datos para el usuario de la administraci\u00f3n OBM
opsb.relationaldb.obmrtsm.dbName.label=Nombre de la base de datos (Rtsm de OBM)
opsb.relationaldb.obmrtsm.dbName.tip=Introduzca el nombre de la base de datos para el usuario del Rtsm de OBM
opsb.relationaldb.monitoringadmin.dbName.label=Nombre de base de datos (MonitoringAdmin)
opsb.relationaldb.monitoringadmin.dbName.tip=Introduzca el nombre de base de datos para el usuario administrador de supervisi\u00f3n
opsb.relationaldb.credmanager.dbName.label=Nombre de base de datos (CredentialManager)
opsb.relationaldb.credmanager.dbName.tip=Introduzca el nombre de base de datos para el usuario de CredentialManager
opsb.relationaldb.monitoringsnf.dbName.label=Nombre de base de datos (MonitoringSNF)
opsb.relationaldb.monitoringsnf.dbName.tip=Introduzca el nombre de base de datos para supervisar el usuario de SNF

opsb.relationaldb.obmevent.dbUser.label=Nombre de usuario de la base de datos para el evento OBM
opsb.relationaldb.obmevent.dbUser.tip=Introduzca el nombre del usuario para el evento OBM en la base de datos externa
opsb.relationaldb.obmmgmt.dbUser.label=Nombre de usuario de la base de datos para la administraci\u00f3n de OBM
opsb.relationaldb.obmmgmt.dbUser.tip=Introduzca el nombre del usuario para la administraci\u00f3n OBM en la base de datos externa
opsb.relationaldb.obmrtsm.dbUser.label=Nombre de usuario de la base de datos para el Rtsm de OBM
opsb.relationaldb.obmrtsm.dbUser.tip=Introduzca el nombre del usuario para el Rtsm de OBM en la base de datos externa
opsb.relationaldb.monitoringadmin.dbUser.label=Nombre del usuario de base de datos para MonitoringAdmin
opsb.relationaldb.monitoringadmin.dbUser.tip=Introduzca el nombre del usuario paraMonitoringAdmin en la base de datos externa
opsb.relationaldb.credmanager.dbUser.label=Nombre del usuario de base de datos para CredentialManager
opsb.relationaldb.credmanager.dbUser.tip=Introduzca el nombre del usuario para CredentialManager en la base de datos externa
opsb.relationaldb.monitoringsnf.dbUser.label=Nombre del usuario de base de datos para CredentialManager
opsb.relationaldb.monitoringsnf.dbUser.tip=Introduzca el nombre del usuario para MonitoringSNF en la base de datos externa

opsb.relationaldb.obmevent.dbPass.label=Contrase\u00f1a de la base de datos (evento OBM)
opsb.relationaldb.obmmgmt.dbPass.label=Contrase\u00f1a de la base de datos (administraci\u00f3n OBM)
opsb.relationaldb.obmrtsm.dbPass.label=Contrase\u00f1a de la base de datos (Rtsm de OBM)
opsb.relationaldb.monitoringadmin.dbPass.label=Contrase\u00f1a de la base de datos (MonitoringAdmin)
opsb.relationaldb.credmanager.dbPass.label=Contrase\u00f1a de la base de datos (CredentialManager)
opsb.relationaldb.monitoringsnf.dbPass.label=Contrase\u00f1a de base de datos (MonitoringSNF)

opsb.relationaldb.generaterandompasswordkey.label=Generar contrase\u00f1a aleatoria
opsb.relationaldb.generaterandompasswordkey.desc=Contrase\u00f1a para la base de datos incrustada. Habilitar esta opci\u00f3n para generar la contrase\u00f1a de forma aleatoria

opsb.relationaldb.randompassword.label=Contrase\u00f1a de la base de datos
opsb.relationaldb.randompassword.tooltip=Introduzca la contrase\u00f1a para el usuario de la base de datos incrustada
opsb.relationaldb.randompassword.desc=Contrase\u00f1a de la base de datos incrustada. Si este campo se deja vac\u00edo, la contrase\u00f1a se generar\u00e1 aleatoriamente.

opsb.vertica.resourcepoolname.label=Nombre del conjunto de recursos de Vertica
opsb.vertica.resourcepoolname.desc=Introduzca un nombre de conjunto de recursos administrado externamente solo si el nombre no coincide con el nombre de conjunto predeterminado, de lo contrario omita esta opci\u00f3n.

opsb.cloud.externalDns.label=Habilitar entrada de ruta automatizada en DNS
opsb.cloud.externalDns.desc=Establezca esta opci\u00f3n en true para habilitar el acceso a los servicios fuera del cl\u00faster K8S

opsb.cloud.externalHost.label=Valor de cadena para el nombre DNS del proxy Pulsar.
opsb.loadbalancer.ip.label=IP privada para la configuraci\u00f3n del equilibrador de carga de Azure

opsb.deploysize.extralarge.label=Extragrande
opsb.deploysize.large.label=Grande
opsb.deploysize.medium.label=Media
opsb.deploysize.evaluation.label=Evaluaci\u00f3n

opsb.storageclassname.label=Nombre de clase de almacenamiento
opsb.storageclassname.desc=Introduzca el nombre de clase de almacenamiento creada mediante el operador OCS.

opsb.des.desEnableEnrichment.label=Habilitar el servicio de enriquecimiento de datos
opsb.des.desEnableEnrichment.desc=Si se habilita, permite procesar el enriquecimiento del tiempo de inactividad para las m\u00e9tricas entrantes. Si se deshabilita, establece que el servicio de enriquecimiento de datos funcione en modo passthrough.
opsb.des.desEnrichmentBlacklistPrefix.label=Prefijo de la lista negra de enriquecimiento
opsb.des.desEnrichmentBlacklistPrefix.desc=Lista separada por comas de los temas de ODL que no deben ser enriquecidos. Estas m\u00e9tricas funcionar\u00e1n en modo passthrough.
opsb.des.desEnrichmentWhitelistPrefix.label=Prefijo de la lista blanca de enriquecimiento
opsb.des.desEnrichmentWhitelistPrefix.desc=Lista separada por comas de los temas de ODL que deben ser enriquecidos.

###end###

