common.group.externalAccess.label=Externe Zugriffseinstellungen
common.group.externalAccess.desc=Einstellungen f\u00fcr den Zugriff auf die   OpsBridge-Bereitstellung von au\u00dferhalb des Clusters, z. B. \u00fcber einen Browser
common.group.locale.label=Gebietsschema-Einstellungen
common.group.locale.desc=W\u00e4hlen Sie das gew\u00fcnschte Gebietsschema f\u00fcr verschiedene Produktfunktionen aus. Beachten Sie, dass einige Produktfunktionen im ausgew\u00e4hlten Gebietsschema unter Umst\u00e4nden nicht verf\u00fcgbar sind und auf Englisch angezeigt werden.

common.group.docker.label=Docker-Registrierungseinstellungen
common.group.general.label=Bereitstellungsgr\u00f6\u00dfe
common.group.security.label=Benutzer und Kennw\u00f6rter
common.group.uid-gid.label=Benutzer- und Gruppen-ID
common.group.tlsCerts.label=TLS-Zertifikate hochladen
common.group.cosoClientCerts.label=OPTIC Data Lake-Client-Authentifizierungszertifikate hochladen
common.group.byok.label=Kubernetes-Provider
common.group.byokParams.label=Cloud-Parameter
common.group.storage.label=Parameter f\u00fcr persistente Speicherung

# keep these properties next to each other for consistent messaging across variations
coso.group.multiDeploy.label=OPTIC Data Lake-Mehrfachbereitstellungs-Einstellungen
coso.enable.multiDeploy.label=OPTIC-Berichte f\u00fcr Mehrfachbereitstellung konfigurieren
nom.enable.multiDeploy.label=NOM f\u00fcr Mehrfachbereitstellung konfigurieren
coso.enable.multiDeploy.desc=Diese neue Instanz von OPTIC-Berichten wird unter Verwendung der Standard-NodePort-Nummern bereitgestellt. Wenn Sie bereits \u00fcber eine Bereitstellung von OPTIC-Berichten auf diesem Cluster verf\u00fcgen, m\u00fcssen Sie eindeutige NodePort-Nummern angeben, um Konflikte mit vorhandenen Services f\u00fcr OPTIC-Berichte zu vermeiden.
nom.enable.multiDeploy.desc=Diese neue containerbasierte NOM Instanz wird unter Verwendung der Standard-NodePort-Nummern bereitgestellt.  Wenn Sie bereits \u00fcber eine containerbasierte NOM-Bereitstellung auf diesem Cluster verf\u00fcgen, m\u00fcssen Sie eindeutige NodePort-Nummern angeben, um Konflikte mit den vorhandenen containerbasierten NOM-Services zu vermeiden.

opsb.group.text.label=Ihre Auswahl an Funktionen muss mit der von der Gr\u00f6\u00dfenberechnung empfohlenen Gr\u00f6\u00dfe \u00fcbereinstimmen

coso.group.multiDeploy.desc=Wenn mehrere OPTIC Data Lake-Instanzen im Cluster bereitgestellt werden, nehmen Sie folgende Konfiguration vor. Beachten Sie, dass die angezeigten Werte die Standardwerte sind, die wahrscheinlich von der vorhandenen OPTIC Data Lake-Instanz verwendet werden, sodass andere Portnummern gew\u00e4hlt werden m\u00fcssen.
nom.group.multiDeploy.desc=Nehmen Sie folgende Konfigurationseinstellungen vor. Beachten Sie, dass die angezeigten Werte die Standardwerte sind, die wahrscheinlich von der vorhandenen NOM-Instanz verwendet werden, sodass andere Portnummern gew\u00e4hlt werden m\u00fcssen.

common.externalHost.label=Vollqualifizierter Dom\u00e4nenname (FQDN) des Hosts f\u00fcr externen Zugriff
common.externalHost.tip=Dies ist der FQDN f\u00fcr den Zugriff auf   OpsBridge, z. B. \u00fcber einen Browser oder eine andere Art des Zugriffs von au\u00dferhalb des Clusters
common.externalPort.label=Port f\u00fcr externen Zugriff - Ingress NodePort
common.externalPort.desc=Verf\u00fcgbarer Kubernetes NodePort f\u00fcr   OpsBridge-Ingress-Controller
common.externalPort.tip=Der externe Zugriff auf   OpsBridge erfolgt \u00fcber diesen Port.  Wenn Sie keinen Load Balancer haben, muss dies ein verf\u00fcgbarer Kubernetes NodePort auf dem Cluster sein.
common.externalPort.lb.label=Port f\u00fcr externen Zugriff - Load Balancer-Port
common.externalPort.lb.desc=Load Balancer-Port, der f\u00fcr den externen Zugriff verwendet wird, zum Beispiel \u00fcber einen Browser.
common.externalPort.lb.tip=Der externe Zugriff auf   OpsBridge erfolgt \u00fcber diesen Port.  Wenn Sie \u00fcber einen Load Balancer verf\u00fcgen, dann ist dies der Port f\u00fcr den Load Balancer.

common.loadBalancer.label=Hardware-Load Balancer verwenden
common.loadBalancer.tip=Aktivieren Sie diese Option, wenn sich vor Ihrem Cluster ein Hardware-Load Balancer befindet
common.nginxPort.label=Cluster-Ingress-Port f\u00fcr Load Balancer
common.nginxPort.desc=Auf dem Cluster exponierter Ingress-Port, damit der Load Balancer Anforderungen in den Cluster weiterleiten kann
common.nginxPort.tip=Dies ist ein verf\u00fcgbarer Kubernetes NodePort auf dem Cluster, den der Load Balancer f\u00fcr den Zugriff auf den Cluster verwendet

common.docker.reg.label=Docker-Registrierungsname
common.docker.reg.desc=Docker-Registrierung, aus der Container-Images f\u00fcr diese Anwendung abgerufen werden k\u00f6nnen
common.docker.org.label=Docker-Unternehmensname
common.docker.org.desc=Unternehmensname f\u00fcr die Docker-Registrierung

common.tls.disabled.warning=Wenn Sie diese Option nicht ausw\u00e4hlen, deaktivieren Sie Sicherheitsfunktionen oder umgehen sie und setzen das System damit erh\u00f6hten Sicherheitsrisiken aus. Sie erkl\u00e4ren sich damit einverstanden, alle damit verbundenen Risiken zu \u00fcbernehmen und Open Text daf\u00fcr schadlos zu halten.
common.tls.disabled.ack=Wenn Sie TLS (Transport Layer Security) nicht aktivieren, deaktivieren Sie Sicherheitsfunktionen oder umgehen sie und setzen das System damit erh\u00f6hten Sicherheitsrisiken aus. Sie erkl\u00e4ren sich damit einverstanden, alle damit verbundenen Risiken zu \u00fcbernehmen und Open Text daf\u00fcr schadlos zu halten.


# Keep these next set of properties next to each other, so that they have consistent wording except for suite-specific content.
common.security.tlsCerts.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Vertica, Postgres und anderen
common.security.tlsCerts.nom.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Vertica, Postgres, NNMi, NAund anderen
common.security.tlsCerts.nom.noVertica.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Postgres, NNMi, NA und anderen

common.security.tlsCerts.tip=Individuelle Serverzertifikate oder ein CA-Zertifikat, das diese Serverzertifikate signiert hat. F\u00fcr Postgres- und Oracle- Datenbanken m\u00fcssen die Zertifikate die .crt-Erweiterung aufweisen. F\u00fcr Vertica-Datenbanken k\u00f6nnen die Zertifikate \u00fcber die .pem- oder .crt-Erweiterung verf\u00fcgen. Die Zertifikate m\u00fcssen gem\u00e4\u00df der pem-Verschl\u00fcsselung (Base64 ASCII) verschl\u00fcsselt sein.
dca.security.tlsCerts.tip=Individuelle Serverzertifikate oder ein CA-Zertifikat, das diese Serverzertifikate signiert hat. Die Zertifikate m\u00fcssen gem\u00e4\u00df der pem-Verschl\u00fcsselung (Base64 ASCII) verschl\u00fcsselt sein. F\u00fcr Vertica-Datenbanken m\u00fcssen die Zertifikate \u00fcber die .pem- oder .crt-Erweiterung verf\u00fcgen.
common.security.tlsCerts.max=Sie k\u00f6nnen nicht mehr als 10 CA-Zertifikate in diese Bereitstellung aufnehmen

common.security.clientCerts.label=Zertifikate f\u00fcr die Client-Authentifizierung mit OPTIC Data Lake bereitstellen
common.security.clientCerts.nom.label=Geben Sie in diesem Widget die Serverzertifikate von NNMi, NA und Traffic iSPI an. Wenn Sie CA-Zertifikate f\u00fcr die Autorisierung verwenden m\u00f6chten, empfiehlt es sich, eine separate CA nur f\u00fcr NNMi, NA und Traffic iSPI zu erstellen. Durch das Verwenden der Stamm-CA Ihres Unternehmens kann jeder Server, der mit dieser CA signiert ist, auf OPTIC Data Lake zugreifen und Daten einspeisen. Sie k\u00f6nnen jedoch auch die Stamm-CA Ihrer Organisation verwenden, wenn Sie die damit verbundenen Risiken akzeptieren.
common.security.clientCerts.tip=Diese werden f\u00fcr die Clientautorisierung verwendet, d.\u00a0h. f\u00fcr externe Services, die Daten an OPTIC Data Lake senden. Diese Zertifikate m\u00fcssen im pem-Format kodiert sein.
common.security.clientCerts.nom.tip=Diese werden f\u00fcr die Clientautorisierung verwendet, d.\u00a0h. f\u00fcr externe Services, die Daten an OPTIC Data Lake senden. Dabei sollte es sich nicht um CA-Zertifikate, sondern um individuelle Serverzertifikate handeln. Diese Zertifikate m\u00fcssen im pem-Format kodiert sein.
common.security.clientCerts.max=Sie k\u00f6nnen nicht mehr als 10 CA-Zertifikate in diese Bereitstellung aufnehmen

common.security.uid.label=Benutzer-ID (UID)
common.security.uid.desc=Alle Container in der Bereitstellung werden unter dieser UID ausgef\u00fchrt
common.security.gid.label=Gruppen-ID (GID)
common.security.gid.desc=Alle Container in der Bereitstellung werden unter dieser GID ausgef\u00fchrt

common.byok.provider.label=Kubernetes-Provider ausw\u00e4hlen
common.byok.cdf.label=Integriertes Kubernetes-System aus dem OPTIC-Managemnt-Toolkit
common.byok.aws.label=Amazon Elastic Kubernetes Service
common.byok.azure.label=Microsoft Azure Kubernetes Service
common.byok.gcp.label=Google Cloud Platform GKE
common.byok.openshift.label=RedHat OpenShift
common.byok.generic.label=Allgemein


common.byok.storageClass.default.label=Standardm\u00e4\u00dfiger Speicherklassenname 
common.byok.storageClass.default.desc=Wenn Sie die NFS Provisioner-Funktion aus OMT verwenden, muss der Wert oben in "cdf-nfs" ge\u00e4ndert werden.
common.byok.storageClass.default.tip=Nehmen Sie keine Eingabe vor, damit Kubernetes die Standard-PV-Speicherklasse f\u00fcr den Cluster verwenden kann.
common.byok.storageClass.journal.label=Speicherklassenname f\u00fcr OPTIC Data Lake Message Bus Bookkeeper Journal
common.byok.storageClass.ledgers.label=Speicherklassenname f\u00fcr OPTIC Data Lake Message Bus Bookkeeper Ledgers
common.byok.storageClass.zookeeper.label=Speicherklassenname f\u00fcr OPTIC Data Lake Message Bus Zookeeper
common.byok.storageClass.minio.label=Speicherklassenname f\u00fcr OPTIC Data Lake MinIO
common.byok.externalHost.aws.label=FQDN des Cloud-Load Balancer
common.byok.externalHost.aws.tip=Konfigurierter DNS-Eintrag f\u00fcr Load Balancer mit Route 53
common.byok.loadBalancer.ip.label=IP-Adresse f\u00fcr Cloud-Load Balancer
common.byok.loadBalancer.annotation.label=Kubernetes-Anmerkung f\u00fcr Load Balancer
common.byok.loadBalancer.annotation.desc=Die Anmerkungen unterscheiden sich je nach Cloud-Provider.  Dieser Wert ist eine durch Kommata getrennte Zeichenfolge, die in geschweifte Klammern eingeschlossen ist.
common.byok.loadBalancer.annotation.tip=Beispielwert f\u00fcr Azure: {"service.beta.kubernetes.io/azure-load-balancer-internal":"true"}


common.byok.pvcSize.journal.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC Data Lake Message Bus Bookkeeper Journal
common.byok.pvcSize.ledgers.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC Data Lake Message Bus Bookkeeper Ledgers
common.byok.pvcSize.zookeeper.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC Data Lake Message Bus Zookeeper
common.byok.pvcSize.minio.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC Data Lake MinIO



common.servercert.group.label=CA-signiertes Serverzertifikat f\u00fcr Anwendungs-Ingress bereitstellen
common.servercert.format.label=Format der Zertifikatsdateien ausw\u00e4hlen
common.servercert.cacert.label=Datei mit dem Zertifikat der ausstellenden Zertifizierungsstelle (CA) hochladen
common.servercert.servercert.label=Datei mit dem Serverzertifikat einschlie\u00dflich der Zertifikatskette hochladen
common.servercert.servercert.desc=Das Serverzertifikat muss im base64-kodierten pem-Format vorliegen und alle Zwischenzertifikate in der Zertifikatskette enthalten
common.servercert.privatekey.label=Datei mit dem privaten Schl\u00fcssel hochladen
common.servercert.privatekeypass.label=Falls erforderlich, Kennwort f\u00fcr die Datei mit dem privaten Schl\u00fcssel eingeben
common.servercert.pkcs12.label=PKCS12-Datei mit Ihrem TLS-Schl\u00fcssel und -Zertifikat hochladen
common.servercert.pkcs12.tip=Diese PKCS12-Datei kann auch das Zertifikat der Zertifizierungsstelle (CA) enthalten.  Wenn dies nicht der Fall ist, m\u00fcssen Sie es angeben (siehe oben).
common.servercert.pkcs12pass.label=Falls erforderlich, Kennwort f\u00fcrPKCS12-Datei eingeben
common.servercert.pkcs12pass.tip=Die PKCS12-Datei kann optional mit einem Kennwort gesch\u00fctzt werden. Beachten Sie, dass der private Schl\u00fcssel in dieser PKCS12-Datei NICHT mit einem anderen Kennwort gesch\u00fctzt werden darf.

common.servercert.opticdl.group.label=Extern CA-signiertes Zertifikat f\u00fcr OPTIC Data Lake-Message-Bus bereitstellen

common.group.cloud.label=DNS-Name f\u00fcr OPTIC Data Lake Services konfigurieren
common.group.cloud.desc=Standardm\u00e4\u00dfig ist der Zugriff auf OPTIC Data Lake Services \u00fcber den externen Zugriffshost m\u00f6glich. Wenn Sie vor der Anwendung nicht mehrere Load Balancer verwenden, k\u00f6nnen Sie diesen Abschnitt \u00fcberspringen. Wenn Sie einen Application Load Balancer (ALB) f\u00fcr den Ingress-Controller verwenden, geben Sie die DNS-Namen ein, unter denen die OPTIC Data Lake Services von Clienten erreicht werden k\u00f6nnen, die au\u00dferhalb des Kubernetes-Clusters ausgef\u00fchrt werden. 
common.cloud.externalDns.label=DNS-Name automatisch erstellen
common.cloud.externalDns.desc=Setzen Sie die Option auf \u201eTrue\u201c, um die automatische Erstellung des unten angegebenen DNS-Namens zu aktivieren [gilt nur f\u00fcr AWS]
common.cloud.externalHost.label=DNS-Name des Message Bus-Proxys f\u00fcr OPTIC Data Lake.
common.cloud.externalHost-receiver.label=DNS-Name f\u00fcr den OPTIC Data Lake HTTP Empf\u00e4ngerdienst
common.cloud.externalHost-administration.label=DNS.Name des Verwaltungsdienstes f\u00fcr OPTIC Data Lake.
common.cloud.externalHost-dataAccess.label=DNS-Name des Datenzugriffdienstes f\u00fcr OPTIC Data Lake
common.cloud.externalHost.desc=F\u00fcr optimiertes Streaming muss Vertica eine Verbindung zum OPTIC Data Lake Nachrichtenbus herstellen. Geben Sie den Hostnamen ein, unter dem die Vertica-Datenbank den OPTIC Data Lake Nachrichtenbus erreichen kann. Wenn der angegebene DNS-Name nicht vorhanden ist, ist kein Datenfluss m\u00f6glich.
common.cloud.externalHost-receiver.desc=Geben Sie den Hostnamen ein, unter dem der OPTIC Data Lake HTTP Empf\u00e4nger von Clienten au\u00dferhalb des Kubernetes-Clusters erreicht werden kann.
common.cloud.externalHost-administration.desc=Geben Sie den Hostnamen ein, unter dem die OPTIC Data Lake Verwaltung von Clienten au\u00dferhalb des Kubernetes-Clusters erreicht werden kann.
common.cloud.externalHost-dataAccess.desc=Geben Sie den Hostnamen ein, unter dem OPTIC Data Lake Datenzugriff von Clienten au\u00dferhalb des Kubernetes-Clusters erreicht werden kann.
common.loadbalancer.ip.label=Private IP f\u00fcr Azure Load Balancer-Konfiguration

common.group.monitoring.label=Selbst\u00fcberwachung
common.monitoring.prometheus.label=Konfigurations\u00fcberwachung bereitstellen
common.monitoring.prometheus.description=Nur verwendbar, wenn die Prometheus-\u00dcberwachung im Cluster bereitgestellt wurde.
common.monitoring.grafana.label=Grafana-Dashboard bereitstellen

common.group.clusterrole.label=Clusterrolle konfigurieren
common.byok.generic.toggle.label=Erstellung von Clusterrollen aktivieren
common.byok.generic.toggle.description=Setzen Sie diesen Parameter nur dann auf \u201efalse\u201c, wenn Sie bereits eine Clusterrolle erstellt haben.
common.db.ssl.false.message.awsclusterrole= Funktionen unterliegen Einschr\u00e4nkungen und bestimmte Funktionen sind nicht auf AWS verf\u00fcgbar. Weitere Informationen hierzu finden Sie in der Dokumentation.
common.db.ssl.false.message.awsclusterrole.title= WARNUNG

common.locale.label=Gebietsschema ausw\u00e4hlen
common.locale.en.label=Englisch (en-US)
common.locale.es.label=Spanisch (es-ES)
common.locale.de.label=Deutsch (de-DE)
common.locale.fr.label=Franz\u00f6sisch (fr-FR)
common.locale.ja.label=Japanisch (ja-JP)
common.locale.zh.label=Chinesisch (vereinfacht) (zh-CN)

common.capabilities.opticReporting.label=OPTIC-Berichte
common.capabilities.opticReporting.enable.label=OPTIC-Berichte aktivieren
common.capabilities.dashboard.label=Stakeholder-Dashboards
common.capabilities.dashboard.enable.label=Stakeholder-Dashboards aktivieren
common.capabilities.perfTroubleshooter.label=Fehlerbehebung bei Leistungsproblemen und Vorf\u00e4llen
common.capabilities.perfTroubleshooter.enable.label=Fehlerbehebung bei Leistungsproblemen und Vorf\u00e4llen aktivieren
common.capability.requiresoptic.desc=Schlie\u00dft OPTIC Data Lake ein

bvd.group.label=OPTIC-Berichte f\u00fcr Stakeholder-Dashboards konfigurieren
bvd.reports.label=OPTIC-Berichte wurden f\u00fcr einige Gebietsschemas optimiert. W\u00e4hlen Sie die gew\u00fcnschten lokalisierten Berichte aus.
bvd.reports.desc=Beachten Sie - dass sofern vorhanden - lokalisierte Berichte anstelle des entsprechenden englischen Berichts angezeigt werden. Das hei\u00dft, dass Sie f\u00fcr einen bestimmten Bericht entweder den lokalisierten oder den englischen Bericht verwenden k\u00f6nnen.
bvd.reports.en.label=Berichte nur auf Englisch bereitstellen (en-US)
bvd.reports.ja.label=Berichte auf Japanisch bereitstellen (ja-JP), sofern verf\u00fcgbar, andernfalls auf Englisch
bvd.reports.zh.label=Berichte auf Chinesisch (vereinfacht) bereitstellen (zh-CN), sofern verf\u00fcgbar, andernfalls auf Englisch
bvd.reports.de.label=Berichte auf Deutsch bereitstellen (de-DE), sofern verf\u00fcgbar, andernfalls auf Englisch
vertica.group.label=Vertica-Datenbank
vertica.group.desc=Einstellungen zur Konfiguration der Vertica-Datenbank f\u00fcr   OpsBridge
vertica.group.rwuser.label=Vertica-Datenbank (Benutzer mit Lese-/Schreibberechtigung)
vertica.group.rouser.label=Vertica-Datenbank (Nur-Lese-Benutzer)

vertica.dbType.label=Vertica-Datenbank
vertica.dbType.embedded.label=Eingebettete Vertica-Datenbank (nur Evaluierung)
vertica.dbType.external.label=Externe Vertica-Datenbank
vertica.dbHost.label=Vertica-Hostname(n)
vertica.dbHost.desc=Kommagetrennte Liste von FQDNs f\u00fcr Vertica-Clusterserver
vertica.dbHost.tip=Geben Sie f\u00fcr einen Vertica-Cluster die FQDNs f\u00fcr jeden Vertica-Server ein, getrennt durch Kommas.  Diese Hostnamen m\u00fcssen mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
vertica.dbPort.label=Port f\u00fcr externe Vertica-Datenbank
vertica.dbTls.label=Vertica-TLS (wenn aktiviert, ist die Kommunikation mit Vertica-Services sicher)
vertica.dbName.label=Vertica-Datenbank/Schemaname

vertica.dbRwUser.label=Vertica-Benutzername (Lese-/Schreibberechtigung)
vertica.dbRoUser.label=Vertica-Benutzername (Nur-Leseberechtigung)
vertica.dbRwUser.desc=Vertica-Admin-Benutzername mit Berechtigungen zum Erstellen von Tabellen und anderen Vorg\u00e4ngen dieser Art
vertica.dbRoUser.desc=Vertica-Benutzername mit Nur-Leseberechtigung
vertica.dbRwPass.label=Vertica-Benutzerkennwort (Lese-/Schreibberechtigung)
vertica.dbRoPass.label=Vertica-Benutzerkennwort (Nur-Leseberechtigung)

coso.group.label=OPTIC Data Lake-Berichte
coso.group.aws-s3.label=OPTIC Data Lake-Einstellungen f\u00fcr AWS S3
verticaPools.group.label=Vertica-Ressourcenpools

coso.monitoring.deploy.label=\u00dcberwachung f\u00fcr OPTIC Data Lake-Berichte bereitstellen
coso.monitoring.deploy.tip=Diese Funktion ist optional und erm\u00f6glicht den Einblick in OPTIC Data Lake-Laufzeitanalysen
coso.monitoring.password.label=Kennwort f\u00fcr OPTIC Data Lake-\u00dcberwachungsservice erstellen (Benutzer: diadmin)
coso.monitoring.password.tip=  OpsBridge erstellt einen Benutzer f\u00fcr den Zugriff auf den OPTIC Data Lake-\u00dcberwachungsservice, der dieses Kennwort verwendet
coso.lvp.deploy.label=Verbindung zu vorhandenem LVP 2 (Local Volume Provisioner 2) herstellen
coso.lvp.deploy.tip=Dies setzt voraus, dass LVP bereits eingerichtet und lokaler Speicher auf den Worker-Knoten erstellt wurde.

coso.aws.s3.region.label=AWS S3-Region
coso.aws.s3.accessKey.label=Admin-Zugriffsschl\u00fcssel f\u00fcr AWS S3
coso.aws.s3.secretKey.label=Geheimer Admin-Schl\u00fcssel f\u00fcr AWS S3

multiDeploy.selector.label=Mehrfachbereitstellungs-Funktionen aktivieren
multiDeploy.selector.tip=Aktivieren Sie diese Option, wenn Sie mehrere Anwendungen in einem Cluster bereitstellen m\u00f6chten
multiDeploy.port.diadmin.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-DI-Admin-Service
multiDeploy.port.dataaccess.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-Data-Access-Service
multiDeploy.port.minio.label=Kubernetes NodePort f\u00fcr OPTIC DL-minio-Service
multiDeploy.port.pulsar.http.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-HTTP-Service
multiDeploy.port.pulsar.https.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-HTTPS-Service
multiDeploy.port.pulsar.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-Service
multiDeploy.port.pulsarssl.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-SSL-Service
multiDeploy.port.vertica.label=Kubernetes NodePort f\u00fcr eingebettete Vertica-Datenbank
multiDeploy.port.receivernode.label=Kubernetes NodePort f\u00fcr OPTIC DL Empf\u00e4nger
multiDeploy.port.grafana.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-\u00dcberwachungsservice

coso.monitoring.suffix.label=Eindeutiges Suffix f\u00fcr OPTIC Data Lake-\u00dcberwachungsservice
coso.monitoring.suffix.desc=Jede Instanz der OPTIC Data Lake-\u00dcberwachung stellt Services bereit, die eindeutige Namen haben m\u00fcssen, um Konflikte zu vermeiden. Geben Sie ein eindeutiges Suffix an, das an den Namen angeh\u00e4ngt wird.
coso.monitoring.suffix.tip=Geben Sie eine kurze Zeichenfolge (max. 16 Zeichen) ein, die innerhalb des Clusters eindeutig ist

coso.group.cloud.label=Porteinstellungen f\u00fcr OPTIC Data Lake-Cloud
coso.group.cloud.desc=F\u00fcr diese Cloud-basierte Bereitstellung m\u00fcssen die ver\u00f6ffentlichten Knotenports f\u00fcr OPTIC Data Lake im Bereich von 30000 bis 32767 liegen.
vertica.group.cloud.label=Porteinstellungen f\u00fcr eingebettete Vertica-Cloud
vertica.group.cloud.desc=F\u00fcr diese Cloud-basierte Bereitstellung muss der ver\u00f6ffentlichte Knotenport f\u00fcr eingebettetes Vertica im Bereich von 30000 bis 32767 liegen.

shared.optic.group.sharedOptic.label=Externe OPTIC-Berichte
shared.optic.useOpticData Lake.label=Verwendung von OPTIC Data Lake-Berichten aktivieren
shared.optic.useOpticDL.desc=Wenn diese Option aktiviert ist, steht die OPTIC Data Lake-Berichtsfunktion zur Verf\u00fcgung. Deaktivieren Sie diese Option, um mit der NOM-Leistungsfehlerbehebung ohne OPTIC Data Lake-Berichtsfunktion zu arbeiten
shared.optic.enabled.label=Externe OPTIC-Berichte aktivieren
shared.optic.enabled.desc=Wenn diese Option aktiviert ist, verwendet   OpsBridge eine vorhandene Instanz f\u00fcr OPTIC-Berichte.  Andernfalls wird eine neue Instanz f\u00fcr OPTIC-Berichte bereitgestellt.
shared.optic.externalHost.label=FQDN f\u00fcr den vorhandenen gemeinsamen OPTIC-Ingress eingeben
shared.optic.externalPort.label=Port f\u00fcr den vorhandenen gemeinsamen OPTIC-Ingress eingeben
shared.optic.sharedNamespace.label=Kubernetes-Namespace f\u00fcr vorhandene gemeinsame OPTIC-Instanz angeben
shared.optic.sharedNamespace.desc=Wenn angegeben, verwendet NOM Namespace-\u00fcbergreifende Kommunikation, die viel schneller ist als \u00fcber externen Host und Ingress
shared.optic.internal.loadBalancer.label=Vorhandener interner bzw. externer Load Balancer
shared.optic.internal.loadBalancer.desc=Aktivieren Sie ein separates "internes" Netzwerk f\u00fcr clusterinternen Datenverkehr bzw. ein "externes" Netzwerk f\u00fcr den Benutzerzugriff.
shared.optic.internalHost.label=FQDN/IP des internen Load Balancer f\u00fcr Ingress eingeben
shared.optic.internalPort.label=FQDN/IP des internen Load Balancer f\u00fcr Ingress eingeben
shared.optic.diAdminPort.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-Admin-Service eingeben
shared.optic.diPulsarPort.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake Message Bus-Service eingeben
shared.optic.diDataAccessPort.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-Data-Access-Service eingeben
shared.optic.idm.transportPassword.label=Kennwort f\u00fcr IDM- Transport-Benutzer der Provider-Anwendung eingeben
shared.optic.idm.signKey.label=IDM-Signaturschl\u00fcssel eingeben
shared.optic.idm.signKey.desc=Dies ist ein zuf\u00e4llig generierter Schl\u00fcssel, der f\u00fcr die IDM-interne Kommunikation verwendet wird

shared.optic.reporting.capability.desc=Berichtsfunktion aktivieren
shared.optic.cosomode.label=OPTIC Data Lake-Berichtsmodus
shared.optic.cosomode.tip=Diese Funktion ist optional und erm\u00f6glicht den Einblick in OPTIC Data Lake-Laufzeitanalysen
shared.optic.receiver.port.label=Kubernetes NodePort f\u00fcr OPTIC Data Lake-Empf\u00e4nger-Service eingeben
shared.optic.bvdadmin.username.label=Benutzername des BVD-Administrators
shared.optic.bvdadmin.username.description=Benutzernamen f\u00fcr BVD-Admin eingeben
shared.optic.bvdadmin.password.label=Kennwort des BVD-Administrators
shared.optic.bvdadmin.password.description=Kennwort f\u00fcr BVD eingeben


opticReporting.group.label=OPTIC Data Lake konfigurieren
opticReporting.deployMode.label=OPTIC Data Lake als Teil dieser Anwendung bereitstellen oder vorhandenen OPTIC Data Lake verwenden
opticReporting.deployMode.internal.label=OPTIC Data Lake bereitstellen
opticReporting.deployMode.external.label=Vorhandenen OPTIC Data Lake verwenden

opticReporting.connectMode.label=Verbindungsmethode f\u00fcr vorhandenen OPTIC Data Lake ausw\u00e4hlen
opticReporting.connectMode.namespace=Verbindung \u00fcber Namespace-\u00fcbergreifende Kommunikation herstellen
opticReporting.connectMode.internalHost=Verbindung \u00fcber einzelnen internen FQDN oder einen FQDN derselben Zone herstellen
opticReporting.connectMode.externalHost=Verbindung \u00fcber externen Zugangshost herstellen
opticReporting.connectMode.serviceFQDN=Verbindung \u00fcber dienstspezifische FQDNs herstellen
opticReporting.deployService.expressLoad.label=Schnelles Laden f\u00fcr OPTIC DL bereitstellen
opticReporting.deployService.expressLoad.desc=Schnelles Laden f\u00fcr OPTIC DL bereitstellen
opsb.opticReporting.deployService.expressLoad.desc=Schnelles Laden f\u00fcr OPTIC DL muss bereitgestellt werden, wenn geplant ist, mit der Einspeisung offener Daten zu arbeiten oder OPTIC Data Lake gemeinsam mit NOM zu verwenden.
opticReporting.externalHost.label=Externer Zugangshost der Provider-Anwendung
opticReporting.externalPort.label=Ingress-Controller-Port
opticReporting.namespace.label=Namespace der Provider-Anwendung
opticReporting.internalHost.label=FQDN des internen Zugangshosts der Provider-Anwendung
opticReporting.internalPort.label=Port des internen Zugangshosts der Provider-Anwendung
opticReporting.diReceiver.serviceFQDN.label=Hostname des OPTIC Data Lake-Einspeisungsdienstes
opticReporting.diReceiver.port.label=Port des Einspeisungsdienstes f\u00fcr OPTIC Data Lake
opticReporting.diAdmin.serviceFQDN.label=Hostname des Verwaltungsdienstes f\u00fcr OPTIC Data Lake
opticReporting.diAdmin.port.label=Port des Verwaltungsdienstes f\u00fcr OPTIC Data Lake
opticReporting.diDataAccess.serviceFQDN.label=Hostname des Datenzugriffdienstes f\u00fcr OPTIC Data Lake
opticReporting.diDataAccess.port.label=Port des Datenzugriffdienstes f\u00fcr OPTIC Data Lake
opticReporting.diPulsarHost.serviceFQDN.label=Hostname des Message Bus -Dienstes f\u00fcr OPTIC Data Lake
opticReporting.diPulsarSsl.port.label=Port des Message Bus SSL-Dienstes f\u00fcr OPTIC Data Lake
opticReporting.diPulsarWeb.port.label=Port des Message Bus-Webdienstes f\u00fcr OPTIC Data Lake
opticReporting.ingressController.serviceFQDN.label=Ingress Controller-FQDN des Namespace der Provider-Anwendung: Wird verwendet, um eine Verbindung zu IDM herzustellen, das in diesem Namespace bereitgestellt wird
opticReporting.ingressController.port.label=Ingress Controller-Port des Namespace der Provider-Anwendung: Wird verwendet, um eine Verbindung zu IDM herzustellen, das in diesem Namespace bereitgestellt wird
opticReporting.integrationUser.label=Benutzername f\u00fcr den IDM-Integrationsbenutzer der Provider-Anwendung eingeben
opticReporting.integrationPassword.label=IDM Integration-Benutzerkennwort der Provider-Anwendung
opticReporting.expressLoad.miniostorageclass.label=Die von MinIO PVC verwendete Speicherklasse
opticReporting.expressLoad.miniostorageclass.desc=Verwenden Sie "cdf-nfs", wenn Sie die NFSProvisioner-Funktion verwenden

fluentbit.group.fluentbitlabel=Protokollweiterleitung 
fluentbit.toggle.label=Protokollweiterleitung an Elasticsearch aktivieren
fluentbit.url.label= Elasticsearch-URL
fluentbit.user.label= Elasticsearch-Benutzername
fluentbit.password.label= Elasticsearch-Kennwort
fluentbit.tls.toggle.label= Elasticsearch-Zertifikat vor der Protokollweiterleitung \u00fcberpr\u00fcfen (diese Option ist standardm\u00e4\u00dfig aktiviert)

common.group.db.label=  OpsBridge-Datenbankeinstellungen
common.group.db.admin.label=  OpsBridge-Datenbank (Datenbankadministrator)
common.group.db.idm.label=  OpsBridge-Datenbank (IDM)
common.group.db.apls.label=  OpsBridge-Datenbank (APLS)
common.group.db.bvd.label=  OpsBridge-Datenbank (BVD)

common.db.dbtype.label=Datenbanktyp
common.db.dbtype.tip=Eingebettete oder externe Datenbank ausw\u00e4hlen. Beachten Sie, dass die AWS RDS-Datenbank der externen Postgres-Datenbank entspricht.
common.db.dbtype.embedded.label=Eingebettete PostgreSQL-Datenbank (nur Evaluierungs- und Low Footprint-Bereitstellungen)
common.db.dbtype.embedded.nom.label=Eingebettete PostgreSQL-Datenbank (nur f\u00fcr Evaluierung bzw. sehr kleine/kleine/mittlere klassische Bereitstellung)
common.db.dbtype.pg.label=Externe PostgreSQL-Datenbank
common.db.dbtype.oracle.label=Externe Oracle-Datenbank


common.db.oracle.connection.label=Oracle-Verbindungsmethode ausw\u00e4hlen
common.db.oracle.connStr.label=Oracle-Verbindungszeichenfolge
common.db.oracle.connStr.desc=Beispiel: (DESCRIPTION=(ADDRESS_LIST=(ADDRESS=(PROTOCOL=TCP)(HOST=1.2.3.4)(PORT=1234)))(CONNECT_DATA=(SID=sid)(SERVER=DEDICATED)))
common.db.oracle.svcName.label=Oracle-Servicename
common.db.oracle.sid.label=Oracle-SID
# These two strings are used in a different context vs. the above.  But the
# strings happen to have the same values, at least as of right now ... But this
# can change in the future, so  I am creating separate properties for the
# two different usages.
common.db.oraSvcName.label=Oracle-Servicename
common.db.oraSID.label=Oracle-SID


common.db.dbHost.label=Datenbank-Hostname
common.db.dbHost.tip=Geben Sie den Hostnamen Ihres externen Datenbankservers ein.  Dieser Hostname muss mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
common.db.dbPort.label=Datenbankport f\u00fcr externe Datenbank
common.db.dbPort.tip=Von externer Datenbank verwendeter Port
common.db.tls.label=Datenbank-TLS (f\u00fcr sichere Kommunikation mit Datenbankservices)
common.db.createdb.label=Erforderliche Datenbanken automatisch erstellen
common.db.createdb.tip=Diese Funktion erfordert, dass Sie einen Datenbank-Administratorbenutzer bereitstellen. Dieser Administratorbenutzer wird verwendet, um automatisch die erforderlichen Benutzer und Datenbanken f\u00fcr alle Services zu erstellen.
common.db.createdb.desc=Hinweis: Sie versuchen, die f\u00fcr die Anwendung erforderlichen Datenbanken und Benutzer automatisch zu erstellen. Stellen Sie sicher, dass der unten angegebene Datenbankadministrator-Benutzer vorhanden ist und \u00fcber ausreichende Berechtigungen zum Erstellen der erforderlichen Datenbanken und Benutzer verf\u00fcgt.

# NOM DB values are here just so we can see all the strings right next to each
# other, in case we ever change the wording, we can change it for everything
# consistently
common.db.admin.dbName.label=Datenbankname (Datenbankadministrator)
common.db.idm.dbName.label=Datenbankname (IDM)
common.db.apls.dbName.label=Datenbankname (APLS)
common.db.bvd.dbName.label=Datenbankname (BVD)
nom.db.nnmi.dbName.label=Datenbankname (NNMi und NA)
nom.db.btcd.dbName.label=Datenbankname (BTCD)

common.db.admin.dbName.tip=Stamm-Datenbanknamen f\u00fcr den DB-Admin-Benutzer eingeben
common.db.idm.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den IDM-Benutzer eingeben
common.db.apls.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den APLS-Benutzer (AutoPass Licensing Service) eingeben
common.db.bvd.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den BVD-Benutzer eingeben
nom.db.nnmi.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den NNMi-/NA-Benutzer eingeben
nom.db.btcd.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den BTCD-Benutzer (Baseline Transformation Cache Database) eingeben

common.autocreate.db.idm.dbName.tip=Geben Sie den Namen der Datenbank ein, die f\u00fcr den IDM-Benutzer erstellt werden soll
common.autocreate.db.apls.dbName.tip=Geben Sie den Namen der Datenbank ein, die f\u00fcr den AutoPass Licensing Service (APLS)-Benutzer erstellt werden soll
common.autocreate.db.bvd.dbName.tip=Geben Sie den Namen der Datenbank ein, die f\u00fcr den BVD-Benutzer erstellt werden soll
nom.autocreate.db.nnmi.dbName.tip=Geben Sie den Namen der Datenbank ein, die f\u00fcr den NNMi/NA-Benutzer erstellt werden soll
nom.autocreate.db.btcd.dbName.tip=Geben Sie den Namen der Datenbank ein, die f\u00fcr den Baseline Transformation Cache Database (BTCD)-Benutzer erstellt werden soll

common.db.admin.dbUser.label=Administratorbenutzername f\u00fcr die Datenbank
common.db.idm.dbUser.label=Datenbankbenutzername (IDM)
common.db.apls.dbUser.label=Datenbankbenutzername (APLS)
common.db.bvd.dbUser.label=Datenbankbenutzername (BVD)
nom.db.nnmi.dbUser.label=Datenbankbenutzername (NNMi und NA)
nom.db.btcd.dbUser.label=Datenbankbenutzername (BTCD)

common.db.admin.dbUser.tip=Benutzernamen des Datenbankadministrators f\u00fcr die externe Datenbank eingeben
common.db.idm.dbUser.tip=Namen des vorhandenen IDM-Benutzers in der externen Datenbank eingeben
common.db.apls.dbUser.tip=Namen des vorhandenen APLS-Benutzers (AutoPass Licensing Service) in der externen Datenbank eingeben
common.db.bvd.dbUser.tip=Namen des vorhandenen BVD-Benutzers in der externen Datenbank eingeben
nom.db.nnmi.dbUser.tip=Namen des vorhandenen NNMi-/NA-Benutzers in der externen Datenbank eingeben
nom.db.btcd.dbUser.tip=Namen des vorhandenen BTCD-Benutzers in der externen Datenbank eingeben

common.autocreate.db.idm.dbUser.tip=Geben Sie den Namen des IDM-Benutzers ein, der in der externen Datenbank erstellt werden soll
common.autocreate.db.apls.dbUser.tip=Geben Sie den Namen des AutoPass Licensing Service (APLS)-Benutzers ein, der in der externen Datenbank erstellt werden soll
common.autocreate.db.bvd.dbUser.tip=Geben Sie den Namen des BVD-Benutzers ein, der in der externen Datenbank erstellt werden soll
nom.autocreate.db.nnmi.dbUser.tip=Geben Sie den Namen des NNMi/NA-Benutzers ein, der in der externen Datenbank erstellt werden soll
nom.autocreate.db.btcd.dbUser.tip=Geben Sie den Namen des BTCD-Benutzers ein, der in der externen Datenbank erstellt werden soll

common.db.admin.dbPass.label=Administratorkennwort f\u00fcr Datenbank
common.db.idm.dbPass.label=Datenbankkennwort (IDM)
common.db.apls.dbPass.label=Datenbankkennwort (APLS)
common.db.bvd.dbPass.label=Datenbankkennwort (BVD)
nom.db.nnmi.dbPass.label=Datenbankkennwort (NNMI und NA)
nom.db.btcd.dbPass.label=Datenbankkennwort (BTCD)

common.db.admin.dbPass.tip=Kennwort f\u00fcr den Datenbankadministrator eingeben
common.db.idm.dbPass.tip=Kennwort f\u00fcr den vorhandenen IDM-Datenbankbenutzer eingeben
common.db.apls.dbPass.tip=Kennwort f\u00fcr den vorhandenen APLS-Datenbankbenutzer (AutoPass Licensing Service) eingeben
common.db.bvd.dbPass.tip=Kennwort f\u00fcr den vorhandenen BVD-Datenbankbenutzer eingeben
nom.db.nnmi.dbPass.tip=Kennwort f\u00fcr den vorhandenen NNMi-/NA-Datenbankbenutzer eingeben
nom.db.btcd.dbPass.tip=Kennwort f\u00fcr den vorhandenen BTCD-Datenbankbenutzer eingeben

common.autocreate.db.idm.dbPass.label=Datenbankkennwort (IDM) erstellen 
common.autocreate.db.apls.dbPass.label=Datenbankkennwort (APLS) erstellen
common.autocreate.db.bvd.dbPass.label=Datenbankkennwort (BVD) erstellen
nom.autocreate.db.nnmi.dbPass.label=Datenbankkennwort (NNMi und NA) erstellen
nom.autocreate.db.btcd.dbPass.label=Datenbankkennwort (BTCD) erstellen

common.autocreate.db.idm.dbPass.tip=Geben Sie das Kennwort zum Erstellen des IDM-Datenbankbenutzers ein
common.autocreate.db.apls.dbPass.tip=Geben Sie das Kennwort zum Erstellen des AutoPass Licensing Service (APLS)-Datenbankbenutzers ein
common.autocreate.db.bvd.dbPass.tip=Geben Sie das Kennwort zum Erstellen des BVD-Datenbankbenutzers ein
nom.autocreate.db.nnmi.dbPass.tip=Geben Sie das Kennwort zum Erstellen des NNMi/NA-Datenbankbenutzers ein
nom.autocreate.db.btcd.dbPass.tip=Geben Sie das Kennwort zum Erstellen des BTCD-Datenbankbenutzers ein

common.db.ssl.false.message=Wenn Sie TLS (Transport Layer Security) nicht aktivieren, deaktivieren Sie Sicherheitsfunktionen oder umgehen sie und setzen das System damit erh\u00f6hten Sicherheitsrisiken aus. Sie erkl\u00e4ren sich damit einverstanden, alle damit verbundenen Risiken zu \u00fcbernehmen und Open Text daf\u00fcr schadlos zu halten.
common.db.ssl.false.message.title=Datenbank-SSL-Verbindungen deaktivieren
common.db.skipVerifyHostname.true.message=Stellen Sie sicher, dass der Hostname der Datenbank g\u00fcltig ist.
common.db.skipVerifyHostname.true.message.title=Datenbank-Hostname \u00fcberpr\u00fcfen
common.db.createDb.false.message=Wenn Sie die automatische Erstellung deaktivieren, muss der Datenbankadministrator die Datenbanken und Benutzer f\u00fcr jede ausgew\u00e4hlte Funktion erstellen, bevor Sie dieses Produkt bereitstellen k\u00f6nnen. Klicken Sie auf "OK", um zu best\u00e4tigen, oder klicken Sie auf "ABBRECHEN", um die automatische Erstellung von Datenbanken und Benutzern beizubehalten.
common.db.createDb.false.message.title=Erforderliche Datenbanken manuell erstellen
common.db.createDb.true.message=Sie versuchen, die f\u00fcr die Anwendung erforderlichen Datenbanken und Benutzer automatisch zu erstellen. Stellen Sie sicher, dass der unten angegebene Datenbankadministrator-Benutzer vorhanden ist und \u00fcber ausreichende Berechtigungen zum Erstellen der erforderlichen Datenbanken und Benutzer verf\u00fcgt.

common.group.relationaldb.walletconfig.label=Wallet-Konfiguration f\u00fcr Oracle-Datenbank
common.relationaldb.oraclewallet.file.label=Oracle-Wallet-Zip-Datei
common.relationaldb.oraclewallet.file.desc=Wallet-Zip-Datei ausw\u00e4hlen

common.displaynull= Dieser Parameter zeigt keinen Text an 

nom.oracle.unsupported.label=Oracle wird nur unterst\u00fctzt, wenn die Bereitstellung eine klassische NNMi-Bereitstellung umfasst und NOM einen vorhandenen OPTIC Data Lake nutzt. Die Bereitstellung wird nicht fortgesetzt, wenn Sie Oracle als Datenbank f\u00fcr andere Bereitstellungsoptionen ausw\u00e4hlen.
# Base english revision: 0203b1be5c85e53bb59db94fb4c652140455e1f9
opsb.appinfo.displayEdition=
opsb.appinfo.shortDescription=Operations Bridge ist eine erstklassige \u00dcberwachungsl\u00f6sung f\u00fcr Hybrid IT-Strukturen.

opsb.appinfo.description=<h3>OPERATIONS BRIDGE <b>(OpsBridge)</b></h3> <p>OpenText Operations Bridge (OpsBridge) \u00fcberwacht Ihre IT-Umgebung und konsolidiert Daten aus bestehenden Werkzeugen. Dabei werden automatisiert Discovery, \u00dcberwachung, Analyse und Fehlerbehebung auf Daten in traditionellen, privaten, \u00f6ffentlichen, Multi-Cloud- und Container-basierten Infrastrukturen angewendet. OpsBridge automatisiert AIOps mit maschinellem Lernen und Analysen, was die Anzahl an Ereignissen reduziert und gleichzeitig die Ursachenanalyse und Fehlerbehebung beschleunigt. Auf ma\u00dfgeschneiderten Dashboards k\u00f6nnen F\u00fchrungskr\u00e4fte wichtige Status-, Gesch\u00e4fts- und IT-KPIs einsehen und erhalten so direkt auf ihrem mobilen Ger\u00e4t wertvolle Erkenntnisse.</p>

opsb.appinfo.whatsNew=<p>In den Versionshinweisen finden Sie eine Liste der in dieser Version eingef\u00fchrten Funktionen:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/ReleaseSummary</p>

opsb.appinfo.requirements=<p>Informationen zur Planung des Bereitstellungsmodells finden Sie in der Dokumentation unter:</p>  <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/PlanTheDeploymentDetails</p> <p>Informationen zum Provisioning von Systemen im Rahmen einer Bereitstellung finden Sie in der Dokumentation unter:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/Scaling</p> <p>Details zu den Systemanforderungen finden Sie in der Dokumentation unter:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/SystemRequirementsOpsBridge</p>

# Base english revision: ed036b77b199b45cf2fc33075ced24c733cf6edb
##
#opsbridge
##
opsb.group.capabilities.sd.label=Stakeholder-Dashboards
opsb.group.capabilities.reporting.label=OPTIC Data Lake-Berichte
opsb.group.capabilities.aec.label=Automatische Ereigniskorrelation
opsb.group.capabilities.obm.label=Operations Bridge Manager
opsb.group.capabilities.cloudmonitoring.label=Cloud-Monitoring

opsb.group.relationaldb.embeddedpassword.label=Datenbankkonfigurationen
opsb.group.relationaldb.walletconfig.label=Oracle-Datenbank-Wallet-Konfiguration
opsb.group.relationaldb.obm.event.label=  OpsBridge-Datenbank (OBM EVENT)
opsb.group.relationaldb.obm.mgmt.label=  OpsBridge-Datenbank (OBM MGMT)
opsb.group.relationaldb.obm.ucmdb.label=  OpsBridge-Datenbank (UCMDB)
opsb.group.relationaldb.cloudmonitoring.monitoringadmindb.label=  OpsBridge-Datenbank (MONITORINGADMINDB)
opsb.group.relationaldb.cloudmonitoring.credmanager.label=  OpsBridge-Datenbank (CREDENTIALMANAGER)
opsb.group.relationaldb.cloudmonitoring.monitoringsnf.label=  OpsBridge-Datenbank (MONITORINGSNFDB)

opsb.group.vertica.resourcepoolname.label=Vertica-Ressourcenpool
opsb.group.cloud.label=Einstellungen f\u00fcr Cloud-Bereitstellung konfigurieren
opsb.group.des.label=Einstellungen f\u00fcr Datenanreicherungs-Service konfigurieren

opsb.deploySize.label=Erwartete Bereitstellungsgr\u00f6\u00dfe (siehe "Sizing the Deployment" in der Produktdokumentation)
opsb.deploySize.tip=Speicher- und CPU-Verbrauch wird gem\u00e4\u00df dieser Einstellung angepasst

opsb.group.cosolpv.label=PVC-Gr\u00f6\u00dfe lokaler persistenter Volumes f\u00fcr OPTIC Data Lake (\u00c4ndern Sie diese Werte nicht im Rahmen der Neukonfiguration der nachtr\u00e4glichen Suite-Bereitstellung)
opsb.lpv.ledgers.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Ledgers
opsb.lpv.journal.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Journal
opsb.lpv.zookeeperdata.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Zookeeper-Daten
opsb.lpv.zookeeperdatalog.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Zookeeper-Datenprotokoll
opsb.lpv.prometheus.size.label=\u00dcberwachung der lokalen persistenten Volume-Gr\u00f6\u00dfe f\u00fcr Prometheus
opsb.lpv.ledgers.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Ledgers
opsb.lpv.journal.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Journal
opsb.lpv.zookeeperdata.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Zookeeper-Daten
opsb.lpv.zookeeperdatalog.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Zookeeper-Datenprotokoll
opsb.lpv.prometheus.storageclass.label=Speicherklassenname f\u00fcr \u00dcberwachung der lokalen persistenten Volumes f\u00fcr Prometheus

opsb.capability.tags.sd.label=Stakeholder-Dashboard aktivieren
opsb.capability.tags.reporting.label=Berichte aktivieren
opsb.capability.tags.aec.label=Automatische Ereigniskorrelation aktivieren
opsb.capability.tags.obm.label=Operations Bridge Manager aktivieren
opsb.capability.tags.cloudmonitoring.label=Cloud-Monitoring aktivieren

opsb.reporting.amce.label=Agenten-Metrik-Collector aktivieren
opsb.reporting.amce.desc=Aktiviert die Funktionalit\u00e4t \u201eAgenten-Metrik-Collector\u201c (erfordert OBM)
opsb.reporting.asam.label=Agenten-Metrik-Collector automatisch starten
opsb.reporting.asam.desc=Startet den Agenten-Metrik-Collector beim Start automatisch
opsb.reporting.externalobm.label=Klassischen Operations Bridge Manager (OBM) verwenden
opsb.reporting.externalobm.desc=Wenn diese Option aktiviert ist, wird die klassische OBM-Version verwendet.
opsb.reporting.externalobm.hostname.label=OBM-Hostname
opsb.reporting.externalobm.hostname.desc=Hostname des OBM-Servers
opsb.reporting.externalobm.port.label=OBM-Port
opsb.reporting.externalobm.port.desc=Portnummer f\u00fcr die Verbindung mit dem OBM-Server
opsb.reporting.externalobm.rtsmprotocol.label=OBM-RTSM-Protokoll
opsb.reporting.externalobm.rtsmprotocol.desc=Protokoll, das von den Komponenten f\u00fcr den Zugriff auf OBM und RTSM verwendet wird. Wenn OBM f\u00fcr den Zugriff \u00fcber HTTP konfiguriert ist, setzen Sie diesen Parameter auf \u201eHTTP\u201c
opsb.reporting.externalobm.rtsmusername.label=OBM-RTSM-Benutzername
opsb.reporting.externalobm.rtsmusername.desc=Benutzername, der von den Komponenten f\u00fcr den Zugriff auf das OBM-RTSM verwendet wird. Geben Sie den Benutzernamen des Benutzers an, den Sie unter 'Benutzer der Integration des Agenten-Metrik-Collectors' erstellt haben
opsb.reporting.externalobm.rtsmpassword.label=OBM-RTSM-Kennwort
opsb.reporting.externalobm.rtsmpassword.desc=Kennwort f\u00fcr RTSM-Benutzer der klassischen OBM-Version eingeben
opsb.reporting.externalobm.dbnp.label=Datenbroker-Nodeport
opsb.reporting.externalobm.dbnp.desc=Von extern zug\u00e4nglicher Port auf dem Cluster, der von externen OBM-Komponenten zur Kommunikation mit dem Datenbroker verwendet wird
opsb.reporting.externalobm.serverport.label=Serverport
opsb.reporting.externalobm.serverport.desc=BBC-Port, der vom OBM-Server f\u00fcr eingehende Verbindungen verwendet wird
opsb.reporting.externalobm.serverport.tooltip=Der Agenten-Metrik-Collector verwendet diesen Port zur Kommunikation mit OBM. Der vom OBM verwendete Standardport ist 383, daher sollte diese Einstellung nur ge\u00e4ndert werden, wenn der Standard-BBC-Port auf dem OBM-Server ge\u00e4ndert wurde
opsb.reporting.externalobm.itomopsbridgedatabroker.label=OBM-Daten-Collector verwenden
opsb.reporting.externalobm.itomopsbridgedatabroker.desc=Verwenden Sie die folgenden Einstellungen f\u00fcr den OBM-Daten-Collector nur, wenn sich die URL des Daten-Collectors von der OBM-Benutzer-URL unterscheidet
opsb.reporting.externalobm.datacollectorprotocol.label=OBM-Daten-Collector-Protokoll
opsb.reporting.externalobm.datacollectorprotocol.desc=Protokoll des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.externalobm.datacollectorhostname.label=OBM-Daten-Collector-Hostname
opsb.reporting.externalobm.datacollectorhostname.desc=Hostname des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.externalobm.datacollectorport.label=OBM-Daten-Collector-Port
opsb.reporting.externalobm.datacollectorport.desc=Port des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.pc.label=Anzahl paralleler Verbindungen
opsb.reporting.pc.desc=Die maximale Anzahl von Operations Agent-Knoten, mit denen sich ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der regul\u00e4ren Metriksammlung parallel verbinden kann
opsb.reporting.phc.label=Anzahl paralleler Historien-Verbindungen
opsb.reporting.phc.desc=Die maximale Anzahl von Operations Agent-Knoten, mit denen sich ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der Sammlung von historischen Metriken parallel verbinden kann
opsb.reporting.cpc.label=Kapazit\u00e4t pro Collector
opsb.reporting.cpc.desc=Die maximale Anzahl von Operations Agent-Knoten, aus denen ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der regul\u00e4ren Metriksammlung Metriken erfassen kann. \u00dcberpr\u00fcfen Sie mit der Funktion \u201eSizing Calculator\u201c, welcher Wert f\u00fcr Ihre Bereitstellung geeignet ist.
opsb.reporting.cphc.label=Kapazit\u00e4t pro historischem Collector
opsb.reporting.cphc.desc=Die maximale Anzahl von Operations Agent-Knoten, aus denen ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der Sammlung von historischen Metriken Metriken erfassen kann. \u00dcberpr\u00fcfen Sie mit der Funktion \u201eSizing Calculator\u201c, welcher Wert f\u00fcr Ihre Bereitstellung geeignet ist.
opsb.reporting.nrim.label=Knoten-Aktualisierungsintervall (in Minuten)
opsb.reporting.nrim.desc=Das Zeitintervall, nach dem die Node Resolver-Komponente des Agenten-Metrik-Collectors eine Verbindung zum OBM-RTSM herstellt, um die Liste der Operations Agent-Knoten zu aktualisieren

opsb.obm.bbcPort.label=OBM-BBC-Port
opsb.omi.storageClassName.aws.label=Storage class for the omi PVCs
opsb.omi.storageClassName.azure.label=Storage class for the omi PVCs
opsb.obm.haenabled.label=OBM-HA aktivieren
opsb.obm.haenabled.desc=Aktiviert hohe Verf\u00fcgbarkeit f\u00fcr OBM
opsb.obm.admp.label=AD Management Pack (ADMP) bereitstellen
opsb.obm.apachemp.label=Apache Management Pack (ApacheMP) bereitstellen
opsb.obm.exchangemp.label=Exchange Management Pack (ExchangeMP) bereitstellen
opsb.obm.hanamp.label=HANA Management Pack (HANAMP) bereitstellen
opsb.obm.inframp.label=Infra Management Pack (InfraMP) bereitstellen
opsb.obm.mssqlmp.label=MSSQL Management Pack (MSSQLMP) bereitstellen
opsb.obm.oramp.label=Ora Management Pack (OraMP) bereitstellen
opsb.obm.sapmp.label=SAP Management Pack (SAPMP) bereitstellen
opsb.obm.sapsysmp.label=SAPSybaseASE Management Pack (SAPSybaseASEMP) bereitstellen
opsb.obm.wbsmp.label=Wbs Management Pack (WbsMP) bereitstellen
opsb.obm.weblogicmp.label=WebLogic Management Pack (WebLogic) bereitstellen

opsb.cloudmonitoring.udcollection.label=Erfassung mit Universal Discovery aktivieren
opsb.cloudmonitoring.udcollection.desc=Aktiviert UD-gest\u00fctzte Funktionen f\u00fcr das Cloud-Monitoring.
opsb.cloudmonitoring.externalobm.label=Externe OBM-Version verwenden
opsb.cloudmonitoring.externalobm.desc=Wenn diese Option aktiviert ist, wird die externe OBM-Version verwendet
opsb.cloudmonitoring.udprotocol.label=RTSM-Protokoll f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udhostname.label=Externer UCMDB-Server-Hostname
opsb.cloudmonitoring.udport.label=Externer UCMDB-Server-Port
opsb.cloudmonitoring.udusername.label=RTSM-Benutzername f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udpassword.label=RTSM-Kennwort f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udpassword.desc=Kennwort f\u00fcr externe UCMDB-Version f\u00fcr Cloud-\u00dcberwachungssammlungen
opsb.cloudmonitoring.probevalidation.label=Ebene der Zertifikatspr\u00fcfung f\u00fcr UCMDB-Probe
opsb.cloudmonitoring.probevalidation.desc=Die Ebenen lauten: Vollst\u00e4ndige Pr\u00fcfung; Vollst\u00e4ndige Pr\u00fcfung ohne Widerrufspr\u00fcfung (Standard); Einfache Pr\u00fcfung

opsb.opsbridgeadmin.password.label=OpsBridge-Administratorkennwort erstellen (Benutzer: admin)

opsb.relationaldb.oraclewallet.file.label=Oracle Wallet-Zip-Datei
opsb.relationaldb.oraclewallet.file.desc=Wallet-Zip-Datei ausw\u00e4hlen

opsb.relationaldb.oraclewallet.password.label=Kennwort f\u00fcr Oracle Wallet-Zip-Datei
opsb.relationaldb.oraclewallet.password.desc=Geben Sie das Kennwort f\u00fcr die Oracle Wallet-Zip-Datei ein.

opsb.relationaldb.obmevent.dbName.label=Datenbankname (OBM Event)
opsb.relationaldb.obmevent.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Event-Benutzer ein
opsb.relationaldb.obmmgmt.dbName.label=Datenbankname (OBM Mgmt)
opsb.relationaldb.obmmgmt.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Mgmt-Benutzer ein
opsb.relationaldb.obmrtsm.dbName.label=Datenbankname (OBM Rtsm)
opsb.relationaldb.obmrtsm.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Rtsm-Benutzer ein
opsb.relationaldb.monitoringadmin.dbName.label=Datenbankname (MonitoringAdmin)
opsb.relationaldb.monitoringadmin.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den Monitoring Administration-Benutzer ein
opsb.relationaldb.credmanager.dbName.label=Datenbankname (CredentialManager)
opsb.relationaldb.credmanager.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den CredentialManager-Benutzer ein
opsb.relationaldb.monitoringsnf.dbName.label=Datenbankname (MonitoringSNF)
opsb.relationaldb.monitoringsnf.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den SNF-Benutzer ein

opsb.relationaldb.obmevent.dbUser.label=Datenbankbenutzername f\u00fcr OBM Event
opsb.relationaldb.obmevent.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Event in der externen Datenbank ein
opsb.relationaldb.obmmgmt.dbUser.label=Datenbank-Benutzername f\u00fcr OBM Mgmt
opsb.relationaldb.obmmgmt.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Mgmt in der externen Datenbank ein
opsb.relationaldb.obmrtsm.dbUser.label=Datenbankbenutzername f\u00fcr OBM Rtsm
opsb.relationaldb.obmrtsm.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Rtsm in der externen Datenbank ein
opsb.relationaldb.monitoringadmin.dbUser.label=Datenbankbenutzername f\u00fcr MonitoringAdmin
opsb.relationaldb.monitoringadmin.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr MonitoringAdmin in der externen Datenbank ein
opsb.relationaldb.credmanager.dbUser.label=Datenbankbenutzername f\u00fcr CredentialManager
opsb.relationaldb.credmanager.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr CredentialManager in der externen Datenbank ein
opsb.relationaldb.monitoringsnf.dbUser.label=Datenbankbenutzername f\u00fcr MonitoringSNF
opsb.relationaldb.monitoringsnf.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr MonitoringSNF in der externen Datenbank ein

opsb.relationaldb.obmevent.dbPass.label=Datenbankkennwort (OBM Event)
opsb.relationaldb.obmmgmt.dbPass.label=Datenbankkennwort (OBM Mgmt)
opsb.relationaldb.obmrtsm.dbPass.label=Datenbankkennwort (OBM Rtsm)
opsb.relationaldb.monitoringadmin.dbPass.label=Datenbankkennwort (MonitoringAdmin)
opsb.relationaldb.credmanager.dbPass.label=Datenbankkennwort (CredentialManager)
opsb.relationaldb.monitoringsnf.dbPass.label=Datenbank-Kennwort (MonitoringSNF)

opsb.relationaldb.generaterandompasswordkey.label=Zuf\u00e4lliges Kennwort generieren
opsb.relationaldb.generaterandompasswordkey.desc=Kennwort f\u00fcr die eingebettete Datenbank. Aktivieren Sie diese Option, um das Kennwort zuf\u00e4llig zu generieren

opsb.relationaldb.randompassword.label=Datenbankkennwort
opsb.relationaldb.randompassword.tooltip=Geben Sie das Kennwort f\u00fcr den Benutzer der eingebetteten Datenbank ein
opsb.relationaldb.randompassword.desc=Datenbankkennwort f\u00fcr die eingebettete Datenbank. Wenn Sie deine Eingabe vornehmen, wird das Kennwort zuf\u00e4llig generiert.

opsb.vertica.resourcepoolname.label=Vertica-Ressourcenpoolname
opsb.vertica.resourcepoolname.desc=Geben Sie einen extern verwalteten Ressourcenpoolnamen nur ein, wenn der Name nicht mit dem Standardpoolnamen \u00fcbereinstimmt. Andernfalls \u00fcberspringen Sie diese Option.

opsb.cloud.externalDns.label=Automatisierten Routing-Eintrag in DNS aktivieren
opsb.cloud.externalDns.desc=Legen Sie diese Einstellung auf \u201etrue\u201c fest, um den Zugriff auf Services au\u00dferhalb des K8S-Clusters zu aktivieren

opsb.cloud.externalHost.label=Zeichenfolgenwert des DNS-Namen f\u00fcr Pulsar-Proxy.
opsb.loadbalancer.ip.label=Private IP f\u00fcr Azure Load Balancer-Konfiguration

opsb.deploysize.extralarge.label=Sehr gro\u00df
opsb.deploysize.large.label=Gro\u00df
opsb.deploysize.medium.label=Mittel
opsb.deploysize.evaluation.label=Evaluierung

opsb.storageclassname.label=Speicherklassenname
opsb.storageclassname.desc=Geben Sie den mit OCS Operator erstellten Speicherklassennamen ein.

opsb.des.desEnableEnrichment.label=Datenanreicherungs-Service aktivieren
opsb.des.desEnableEnrichment.desc=Wenn diese Option aktiviert ist, kann die Anreicherung von Ausfallzeiten f\u00fcr eingehende Metriken verarbeitet werden. Wenn diese Option deaktiviert ist, arbeitet der Datenanreicherungs-Service im Passthrough-Modus.
opsb.des.desEnrichmentBlacklistPrefix.label=Anreicherung f\u00fcr Blacklist-Pr\u00e4fix
opsb.des.desEnrichmentBlacklistPrefix.desc=Durch Kommata getrennte Liste von ODL-Themen, die nicht angereichert werden sollen. Diese Metriken werden im Passthrough-Modus verarbeitet.
opsb.des.desEnrichmentWhitelistPrefix.label=Anreicherung f\u00fcr Whitelist-Pr\u00e4fix
opsb.des.desEnrichmentWhitelistPrefix.desc=Durch Kommata getrennte Liste von ODL-Themen, die angereichert werden sollen.

###end###

